Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: Policy Violation
fi: Menettelyk‰yt‰ntˆrikkomus

source: Remote Connection Failed
fi: Et‰yhteydess‰ yhteydess‰ virhe
tr: Uzaktan Baðlantý Baþarýsýz

source: Resource Constraint
fi: L‰hderajoite

source: Restricted XML
fi: Rajoitettu XML

source: See Other Host
fi: Etsi toinen is‰nt‰

source: System Shutdown
fi: J‰rjestelm‰n alasajo
tr: Sistem Kapanýyor

source: Undefined Condition
fi: M‰‰rittelem‰tˆn tila

source: Unsupported Encoding
fi: Koodausta ei tuettu
tr: Geçersiz Kodlama

source: Unsupported Stanza Type
fi: S‰keistˆtyyppi‰(Stanza type) ei tuettu

source: Unsupported Version
fi: Versiota ei tueta
tr: Geçersiz Versiyon

source: XML Not Well Formed
fi: Huonostimuotoiltua XML:‰‰

source: Stream Error
fi: Datavirta(stream) -virhe

source: Unable to ban user %s
fi: Ei voitu kielt‰‰ k‰ytt‰j‰‰ %s.
tr: %s yasaklanamadý

source: Unable to kick user %s
fi: Ei voitu potkaista k‰ytt‰j‰‰ %s ulos.
tr: %s gönderilemedi

source: config: Configure a chat room.
fi: config: Configuroi chat-huone.
tr: config: Sohbet odasýný düzenle.

source: configure: Configure a chat room.
fi: configure: Configuroi chat-huone.
tr: configure: Sohbet odasýný düzenle.

source: part [room]: Leave the room.
fi: part [huone]: Poistu huoneesta.
tr: part [oda]: Sohbetten ayrýl

source: register: Register with a chat room.
fi: register: Rekisterˆidy chat-huoneeseen.
tr: register: Sohbet odasýna kaydol

source: topic [new topic]: View or change the topic.
fi: topic [uusi aihe]: N‰yt‰ tai vaihda aihe.
tr: topic [yeni konu]: Konuyu deðiþtir veya görüntüle

source: ban &lt;user&gt; [room]: Ban a user from the room.
fi: ban &lt;k‰ytt‰j‰&gt; [huone]: Kiell‰ k‰ytt‰j‰ huoneesta.

source: join: &lt;room&gt; [server]: Join a chat on this server.
fi: join: &lt;huone&gt; [palvelin]: Liity chattiin t‰ll‰ palvelimella.
tr: join: &lt;oda&gt; [sunucu]: Aðdaki sohbete katýl

source: kick &lt;user&gt; [room]: Kick a user from the room.
fi: kick &lt;k‰ytt‰j‰&gt; [huone]: Potkaise k‰ytt‰j‰ ulos huoneesta.

source: msg &lt;user&gt; &lt;message&gt;: Send a private message to another user.
fi: msh &lt;k‰ytt‰j‰&gt; &lt;viesti&gt;: L‰het‰ yksityisviesti k‰ytt‰j‰lle.
tr: msg &lt;takmaisim&gt; &lt;mesaj&gt;: Kullanýcýya özel mesaj gönder

source: Jabber Protocol Plugin
fi: Jabber-protokollaliit‰nn‰inen
tr: Jabber Protokol Eklentisi

source: Use TLS if available
fi: K‰yt‰ TLS:‰‰ jos mahdollista

source: Allow plaintext auth over unencrypted streams
fi: Salli salaamaton tunnistautuminen salaamattoman yhteyden yli

source: Connect server
fi: Yhdist‰ palvelimeen
tr: Sunucuya baðlan

source: Message from %s
fi: Viesti %s:lta
tr: Mesaj (%s)

source: %s has set the topic to: %s
fi: %s vaihtoi aiheeksi: %s
tr: %s konuyu deðiþtirdi: %s

source: The topic is: %s
fi: Aihe on: %s
tr: Konu: %s

source: Message delivery to %s failed: %s
fi: Viestin toimitus %s:lle ep‰onnistui: %s
tr: %s için mesaj gönderimi baþarýsýz: %s

source: Jabber Message Error
fi: Jabber viestivirhe
tr: Jabber Mesaj Hatasý

source: (Code %s)
fi: (Koodi %s)
tr: (Kod %s)

source: XML Parse error
fi: Virhe XML-parsinnassa
tr: XML ayrýþtýrma hatasý

source: Unknown Error in presence
fi: Tuntematon virhe tavoitettavuudessa
tr: Bilinmeyen hata

source: The user %s wants to add %s to his or her buddy list.
fi: K‰ytt‰j‰ %s haluaa lis‰t‰ k‰ytt‰j‰n %s tuttavalistalleen.

source: Authorize
fi: Salli
tr: Yetki Ver

source: Deny
fi: Kiell‰
sk: Zamietnu»
tr: Ýzin Verme

source: Create New Room
fi: Luo uusi huone
tr: Yeni oda aç

source: You are creating a new room. Would you like to configure it, or accept the default settings?
fi: Olet luomassa uutta huonetta. Haluatko muuttaa asetuksia vai k‰ytet‰‰nkˆ oletusasetuksia?

source: Configure Room
fi: Aseta huoneen asetukset
tr: Odayý düzenle

source: Accept Defaults
fi: Hyv‰ksy oletusasetukset
tr: Varsayýlanlarý uygula

source: Error in chat %s
fi: Virhe chatiss‰: %s
tr: %s sohbetinde hata

source: Error joining chat %s
fi: Virhe liitytt‰ess‰ ch‰ttiin %s
tr: %s sohbetine katýlýrken hata

source: Unable to send file to %s, user does not support file transfers
fi: Ei voida l‰hett‰‰ tiedostoa k‰ytt‰j‰lle %s, k‰ytt‰j‰ ei tue tiedostosiirtoja

source: File Send Failed
fi: Tiedoston l‰hetys ep‰onnistui
tr: Dosya Gönderimi Baþarýsýz

source: Unable to parse message
fi: Viestin parsinta ep‰onnistui
tr: Mesaj ayrýþtýrýlamýyor

source: Syntax Error (probably a Gaim bug)
fi: Syntaksivirhe (todenn‰kˆisesti ohjelmistovirhe Gaimissa)

source: Invalid email address
fi: Ep‰kelpo s‰hkˆpostiosoite
tr: Geçersiz e-posta adresi

source: User does not exist
fi: K‰ytt‰j‰‰ ei ole
tr: Kullanýcý mevcut deðil

source: Fully Qualified Domain Name missing
fi: T‰ysin kelvollinen verkkoalueen nimi puuttuu

source: Already Logged In
fi: Olet jo kirjautuneena sis‰‰n
tr: Zaten Çevrimiçi

source: Invalid Username
fi: Ep‰kelpo k‰ytt‰j‰nimi
tr: Geçersiz Kullanýcý Adý

source: Invalid Friendly Name
fi: Ep‰kelpo tuttavanimi
tr: Geçersiz Ýsim

source: List Full
fi: Lista t‰ynn‰
tr: Tümünü Listele

source: Already there
fi: On jo siell‰
tr: Zaten orada

source: Not on list
fi: Ei listalla
tr: Listede deðil

source: User is offline
fi: K‰ytt‰j‰ on poissa linjoilta
tr: Kullanýcý çevrimdýþý

source: Already in the mode
fi: Olet jo kyseisess‰ tilassa

source: Already in opposite list
fi: On jo vastakkaisessa listassa
tr: Zaten karþý listede

source: Too many groups
fi: Liian monta ryhm‰‰
tr: Çok fazla grup

source: Invalid group
fi: Ep‰kelpo ryhm‰
tr: Geçersiz grup

source: User not in group
fi: K‰ytt‰j‰ ei ole ryhm‰ss‰
tr: Kiþi grupta deðil

source: Group name too long
fi: Ryhm‰n nimi liian pitk‰

source: Cannot remove group zero
fi: Ei voida poistaa ryhm‰‰ nolla

source: Tried to add a contact to a group that doesn't exist
fi: Yritettiin lis‰t‰ tuttavaa ryhm‰‰n jota ei ole

source: Switchboard failed
fi: Kytkent‰ ep‰onnistui

source: Notify Transfer failed
fi: Siirrosta tiedottaminen ep‰onnistui
tr: Bildirme Ýletimi baþarýsýz

source: Required fields missing
fi: Vaadittuja kentti‰ puuttuu
tr: Gerekli alanlar eksik

source: Too many hits to a FND
fi: Liian monta osumaa FND:hen

source: Not logged in
fi: Et ole kirjautunut sis‰‰n.
tr: Oturum açýlmamýþ

source: Service Temporarily Unavailable
fi: Palvelu ei tilap‰isesti ole k‰ytett‰viss‰.
tr: Bu servis geçici olarak hizmet dýþýdýr.

source: Database server error
fi: Tietokantapalvelimen virhe
tr: Sunucu veritabaný hatasý

source: Command disabled
fi: Komento poistettu k‰ytˆst‰
tr: Geçersiz komut

source: File operation error
fi: Tiedostotoiminnossa virhe
tr: Dosya iþlemi hatasý

source: Memory allocation error
fi: Muistin varaamisessa virhe
tr: Bellek ayýrma hatasý

source: Wrong CHL value sent to server
fi: V‰‰r‰ CHL-arvo l‰hetetty palvelimelle

source: Server busy
fi: Palvelimella ruuhkaa
tr: Sunucu meþgul

source: Server unavailable
fi: Palvelin on tavoittamattomissa
tr: Sunucu geçersiz

source: Peer Notification server down
fi: Vastap‰‰n tiedottajapalvelin ei toiminnassa

source: Database connect error
fi: Tietokantayhteysvirhe
tr: Veritabaný baðlantý hatasý

source: Server is going down (abandon ship)
fi: Palvelin on poistumassa toiminnasta (j‰tt‰k‰‰ laiva)

source: Error creating connection
fi: Virhe luotaessa yhteytt‰
tr: Baðlantý oluþturma hatasý

source: CVR parameters are either unknown or not allowed
fi: CVR parametrit ovat joko tuntemattomat tai ne eiv‰t ole sallittuja

source: Unable to write
fi: Ei kyetty kirjoittamaan
sk: Nemô¾em zapisova»
tr: Yazýlamýyor

source: Session overload
fi: Istunnon ylikuormitus

source: User is too active
fi: K‰ytt‰j‰ on liian aktiivinen
tr: Kullanýcý çok aktif

source: Too many sessions
fi: Liian monta istuntoa
tr: Çok fazla sezon

source: Passport not verified
fi: Passport-tili‰ ei ole verifioitu
tr: Passport onaylanmadý

source: Bad friend file
fi: Virheellinen tuttavatiedosto
tr: Kötü dosya

source: Not expected
fi: Odottamaton
tr: Beklenmeyen

source: Friendly name changes too rapidly
fi: Tuttavanimi vaihtuu liian usein

source: Server too busy
fi: Palvelimella liikaa ruuhkaa
tr: Sunucu çok yoðun

source: Authentication failed
fi: Todennus ep‰onnistui
tr: Kimlik denetimi baþarýsýz

source: Not allowed when offline
fi: Ei sallittu kun poissa linjoilta

source: Not accepting new users
fi: Ei ota vastaan uusia k‰ytt‰ji‰
tr: Yeni kullanýcý kabul edilmiyor

source: Kids Passport without parental consent
fi: Kids Passport - ilman vanhempien hyv‰ksynt‰‰

source: Passport account not yet verified
fi: Passport-tili‰ ei ole verifioitu

source: Unknown Error Code %d
fi: Tuntematon virhekoodi %d
tr: Bilinmeyen Hata Kodu %d

source: MSN Error: %s
fi: MSN-virhe: %s
tr: MSN Hatasý: %s

source: Your new MSN friendly name is too long.
fi: Uusi MSN-tuttavanimesi on liian pitk‰.

source: Set your friendly name.
fi: Aseta tuttavanimesi.

source: This is the name that other MSN buddies will see you as.
fi: T‰m‰ on nimi jona MSN-tuttavasi sinut n‰kev‰t.

source: Set your home phone number.
fi: Aseta kotipuhelinnumerosi

source: Set your work phone number.
fi: Aseta tyˆpuhelinnumerosi

source: Set your mobile phone number.
fi: Aseta matkapuhelinnumerosi

source: Allow MSN Mobile pages?
fi: Salli MSN-mobiilihaut

source: Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?
fi: Haluatko sallia tai est‰‰ henkilˆit‰ tuttavalistallasi l‰hett‰‰ MSN-mobiilihakuja matkapuhelimeesi tai muuhun mobiililaitteeseen?

source: Allow
fi: Salli
tr: Ýzin Ver

source: Disallow
fi: Kiell‰
tr: Ýzin Verme

source: Send a mobile message.
fi: L‰het‰ mobiiliviestin‰
tr: SMS gönder

source: Page
fi: L‰het‰
tr: Sayfa

source: Be Right Back
fi: Tulen pian takaisin
tr: Hemen Geleceðim

source: Busy
fi: Varattu
tr: Meþgul

source: On The Phone
fi: Puhelimessa
tr: Telefonda

source: Out To Lunch
fi: Lounaalla
tr: Yemekte

source: Hidden
fi: Piilotettu
tr: Gizli

source: Set Friendly Name
fi: Aseta tuttavanimi
tr: Ýsmi Ayarla

source: Set Home Phone Number
fi: Aseta kotipuhelinnumero

source: Set Work Phone Number
fi: Aseta tyˆpuhelinnumero

source: Set Mobile Phone Number
fi: Aseta matkapuhelinnumero

source: Enable/Disable Mobile Devices
fi: Aseta p‰‰lle/pois mobiililaitteet

source: Allow/Disallow Mobile Pages
fi: Salli/est‰ mobiilihaut

source: Send to Mobile
fi: L‰het‰ mobiililaitteeseen
tr: Cebine Gönder

source: Initiate _Chat
fi: Aloita _Chat
tr: Sohbete Baþla

source: SSL support is needed for MSN. Please install a supported SSL library. See http://gaim.sf.net/faq-ssl.php for more information.
fi: MSN vaatii SSL-tuen. Asenna tuettu SSL-kirjasto. Lis‰tietoja osoitteesta http://gaim.sf.net/faq-ssl.php.
tr: MSN için SSL desteði gereklidir. Lütfen geçerli bir SSL kütüphanesi yükleyin. Daha fazla bilgi için http://gaim.sf.net/faq-ssl.php adresini ziyaret edin.

source: MSN Profile
fi: MSN profiili
tr: MSN Profili

source: Error retrieving profile
fi: Virhe haettaessa profiilia
tr: Profil alýnýrken hata

source: Age
fi: Ik‰
tr: Yaþ

source: Gender
fi: Sukupuoli
tr: Cinsiyet

source: Marital Status
fi: Siviilis‰‰ty
tr: Medeni Hali

source: Location
fi: Paikka
tr: Konum

source: Occupation
fi: Ammatti

source: A Little About Me
fi: Oma kuvaus
tr: Benim Hakkýmda Birkaç Þey

source: Favorite Things
fi: Lempiasiat
tr: Hobiler

source: Hobbies and Interests
fi: Harrastukset
tr: Hobiler ve Ýlgi Alanlarý

source: Favorite Quote
fi: Lempisanonta
tr: Favori Sözü

source: Last Updated
fi: Edellinen p‰ivitys
tr: Son Güncelleme

source: Homepage
fi: Kotisivu
tr: Anasayfa

source: The user has not created a public profile.
fi: K‰ytt‰j‰ll‰ ei ole julkista profiilia.
tr: Kullanýcý genel bir profil oluþturmamýþ.

source: MSN reported not being able to find the user's profile. This either means that the user does not exist, or that the user exists but has not created a public profile.
fi: MSN ilmoitti ettei voida lˆyt‰‰ k‰ytt‰j‰n profiilia. T‰m‰ tarkoittaa joko sit‰ ett‰ k‰ytt‰j‰‰ ei ole tai k‰ytt‰j‰ ei ole luonut julkista profiilia.
tr: MSN kulllanýcýnýn profilini bulamýyor. Bu durumda kullanýcý mevcut deðildir, ya da genel bir profil oluþturmamýþtýr.

source: Gaim could not find any information in the user's profile. The user most likely does not exist.
fi: Gaim ei lˆyt‰nyt mit‰‰n tietoja k‰ytt‰j‰n profiilista. K‰ytt‰j‰‰ ei todenn‰kˆisesti ole olemassa.
tr: Gaim kullanýcý profiline ulaþamýyor. Muhtemelen kiþi geçersiz.

source: Profile URL
fi: Profiili URL
tr: Profil URL

source: MSN Protocol Plugin
fi: MSN-protokollaliit‰nn‰inen
tr: MSN Protokol Eklentisi

source: Login server
fi: Sis‰‰nkirjautumispalvelin
tr: Sunucuya Baðlan

source: Use HTTP Method
fi: K‰yt‰ HTTP-menetelm‰‰
tr: HTTP Metodunu Kullan

source: Unable to connect
fi: Yhteyden muodostaminen ep‰onnistui
tr: Baðlanýlamýyor.

source: The MSN server will shut down for maintenance in %d minute. You will automatically be signed out at that time. Please finish any conversations in progress. After the maintenance has been completed, you will be able to successfully sign in.
fi: MSN-palvelin ajetaan alas huoltotoimenpiteit‰ varten %d minuutissa. Yhteytesi katkaistaan silloin automaattisesti. Ole hyv‰ ja lopeta k‰ynniss‰olevat keskustelut. Kun huolto on suoritettu voit taas kirjautua palveluun.
tr: MSN sunucusu bakým için %d dakika sonra kapanacaktýr. Otomatik olarak çevrimdýþý olacaðýnýzdan yazýþmalarýnýzý bitirmenizi öneririz. Bakým tamamlandýðýnda tekrar baþarýyla oturum açabileceksiniz.

source: Unknown error
fi: Tuntematon virhe
tr: Bilinmeyen Hata

source: You have signed on from another location.
fi: Olet kirjautunut sis‰‰n toisesta paikasta.
tr: Baþka bir programla oturum açtýnýz.

source: The MSN servers are going down temporarily.
fi: MSN-palvelimet ajetaan alas v‰liaikaisesti.
tr: MSN sunucusu geçici olarak kapatýlýyor

source: Retrieving buddy list
fi: Noudetaan tuttavalista
tr: Liste alýnýyor

source: Away From Computer
fi: Poissa tietokoneelta
tr: Dýþarýda!

source: %s has closed the conversation window.
fi: %s on sulkenut keskusteluikkunan.
tr: %s yazýþma penceresini kapattý.

source: The user %s (%s) wants to add %s to his or her buddy list.
fi: K‰ytt‰j‰ %s (%s) haluaa lis‰t‰ k‰ytt‰j‰n %s tuttavalistalleen.

source: Unable to read header from server
fi: Otsikkotietoja ei kyetty lukemaan palvelimelta.

source: Unable to read message from server: %s. Command is %hd, length is %hd.
fi: Palvelimelta ei kyetty lukemaan viesti‰: %s. Komento on %hd, pituus on %hd.

source: users: %s, files: %s, size: %sGB
fi: k‰ytt‰ji‰: %s, tiedostoja: %s, koko: %sGt

source: Unable to add "%s" to your Napster hotlist
fi: Ei voitu lis‰t‰ "%s" Napster hotlistiin

source: You were disconnected from the server.
fi: Yhteys palvelimeen on katkennut.

source: %s requested your information
fi: %s pyysi tietojasi
tr: %s bilginizi istedi

source: %s requested a PING
fi: %s pyysi PING-sanoman

source: _Group:
fi: _Ryhm‰
tr: _Grup:

source: NAPSTER Protocol Plugin
fi: NAPSTER-protokollaliit‰nn‰inen
tr: NAPSTER Protokol Eklentisi

source: Required parameters not passed in
fi: Vaadittuja parametreja ei syˆtetty

source: Unable to write to network
fi: Ei voida kirjoittaa verkkoon
tr: Sunucuya yazýlamýyor

source: Unable to read from network
fi: Ei voida lukea verkosta
tr: Sunucudan okunamýyor

source: Error communicating with server
fi: Virhe kommunikoitaessa palvelimelle
tr: Sunucu baðlantý hatasý

source: Conference not found
fi: Konferenssia ei lˆydy
tr: Konferans bulunamadý

source: Conference does not exist
fi: Konferenssia ei ole
tr: Konferans mevcut deðil

source: A folder with that name already exists
fi: Sen niminen hakemisto on jo olemassa

source: Not supported
fi: Ei tueta
tr: Desteklenmiyor

source: Password has expired
fi: Salasana vanhentunut
tr: Þifre zamaný geçmiþ

source: Invalid password
fi: Virheellinen salasana
tr: Geçersiz þifre

source: User not found
fi: K‰ytt‰j‰‰ ei lˆytynyt
tr: Kullanýcý bulunamadý

source: Account has been disabled
fi: K‰ytt‰j‰tili on poistettu k‰ytˆst‰
tr: Hesap kapatýlmýþtýr

source: The server could not access the directory
fi: Palvelin ei p‰‰se hakemistoon
tr: Sunucu dizine eriþemedi

source: Your system administrator has disabled this operation
fi: J‰rjestelm‰nne yll‰pit‰j‰ on est‰nyt t‰m‰n toiminnon.

source: The server is unavailable; try again later
fi: Palvelin ei ole k‰ytˆss‰; yrit‰ myˆhemmin uudelleen

source: Cannot add a contact to the same folder twice
fi: Tuttavaa ei voi lis‰t‰ samaan hakemistoon kahdesti
tr: Ayný kiþiyi iki kez dizine ekleyemezsiniz

source: Cannot add yourself
fi: Et voi lis‰t‰ itse‰si
tr: Kendinizi ekleyemezsiniz

source: Master archive is misconfigured
fi: P‰‰arkisto on v‰‰rin konfiguroitu

source: Invalid username or password
fi: Ep‰kelpo k‰ytt‰j‰nimi tai salasana
tr: Geçersiz kullanýcý adý veya þifre

source: Could not recognize the host of the username you entered
fi: Ei voitu tunnistaa syˆtt‰m‰si k‰ytt‰j‰n is‰nt‰‰.

source: Your account has been disabled because too many invalid passwords were entered
fi: K‰ytt‰j‰tilisi k‰yttˆ on estetty koska liian monta v‰‰r‰‰ salasanaa on syˆtetty

source: You cannot add the same person twice to a conversation
fi: Et voi lis‰t‰ samaa henkilˆ‰ kahdesti keskusteluun
tr: Ayný kiþiyi iki kez yazýþmaya ekleyemezsiniz

source: You have reached your limit for the number of contacts allowed
fi: Olet saavuttanut rajasi sallittujen tuttavien m‰‰r‰ss‰

source: You have entered an invalid username
fi: Olet syˆtt‰nyt ep‰kelvon k‰ytt‰j‰nimen

source: An error occurred while updating the directory
fi: Virhe tapahtui p‰ivitett‰ess‰ hakemistoa
tr: Dizini güncellerken bir hata oluþtu

source: Incompatible protocol version
fi: Ep‰yhteensopiva protokollaversio
tr: Uyumsuz protokol versiyonu

source: The user has blocked you
fi: K‰ytt‰j‰ on est‰nyt sinut
tr: Kullanýcý sizi engellemiþ

source: This evaluation version does not allow more than ten users to log in at one time
fi: T‰m‰ kokeiluversio ei salli enemp‰‰ kuin kymmenen k‰ytt‰j‰‰ kirjautuneena sis‰‰n samaan aikaan

source: The user is either offline or you are blocked
fi: K‰ytt‰j‰ on joko poissa linjoilta tai sinut on estetty

source: Unknown error: 0x%X
fi: Tuntematon virhe: 0x%X
tr: Bilinmeyen hata: 0x%X

source: Login failed (%s).
fi: Kirjautuminen ep‰onnistui (%s).
tr: Oturum açma baþarýsýz (%s).

source: Unable to send message. Could not get details for user (%s).
fi: Viesti‰ ei voitu l‰hett‰‰. Ei saatu yksityiskohtia k‰ytt‰j‰lle (%s).

source: Unable to add %s to your buddy list (%s).
fi: Ei voitu lis‰t‰ %s tuttavalistalle (%s).
tr: %s listenize eklenemedi (%s).

source: Unable to send message (%s).
fi: Viesti‰ ei voitu l‰hett‰‰ (%s).
tr: Mesaj gönderilemedi (%s).

source: Unable to invite user (%s).
fi: Ei voitu kutsua k‰ytt‰j‰‰ (%s).
tr: Kullanýcý davet edilemedi (%s).

source: Unable to send message to %s. Could not create the conference (%s).
fi: Ei voitu l‰hett‰‰ viesti‰ k‰ytt‰j‰lle %s. Ei voutu luoda konferenssia (%s).

source: Unable to send message. Could not create the conference (%s).
fi: Viesti‰ ei voitu l‰hett‰‰. Ei voitu luoda konferenssia (%s).

source: Unable to move user %s to folder %s in the server side list. Error while creating folder (%s).
fi: Ei voitu siirt‰‰ k‰ytt‰j‰‰ %s kansioon %s palvelinpuolen listalla. Virhe luotaessa kansiota (%s).

source: Unable to add %s to your buddy list. Error creating folder in server side list (%s).
fi: Ei voitu lis‰t‰ %s tuttavalistalle. Virhe luotaessa kansiota palvelinpuolen listalle (%s).

source: Could not get details for user %s (%s).
fi: Ei saatu yksityiskohtia k‰ytt‰j‰lle %s (%s).
tr: %s için bilgiler alýnamadý (%s)

source: Unable to add user to privacy list (%s).
fi: Ei voitu lis‰t‰ k‰ytt‰j‰‰ yksityisyys-listalle (%s).
tr: Kullanýcý özel listeye eklenemedi (%s)

source: Unable to add %s to deny list (%s).
fi: Ei voitu lis‰t‰ %s kieltolistalle (%s).
tr: %s engelleme listesine eklenemedi (%s).

source: Unable to add %s to permit list (%s).
fi: Ei voitu lis‰t‰ %s sallitut-listalle (%s).
tr: %s izinli listeye eklenemedi (%s).

source: Unable to remove %s from privacy list (%s).
fi: Ei voitu poistaa %s yksityisyys-listalta (%s).

source: Unable to change server side privacy settings (%s).
fi: Ei voitu muuttaa palvelinpuolen yksityisyys-asetuksia (%s).

source: Unable to create conference (%s).
fi: Ei voitu luoda konferenssia (%s).
tr: Konferans oluþturulamadý (%s).

source: Error communicating with server. Closing connection.
fi: Virhe kommunikoitaessa palvelimelle. Suljetaan yhteys.

source: Telephone Number
fi: Puhelin numero
tr: Telefon Numarasý

source: Department
fi: Osasto

source: Personal Title
fi: Titteli
tr: Baþlýk

source: Email Address
fi: S‰hkˆpostiosoite
tr: E-posta adresi:

source: User ID
fi: K‰ytt‰j‰ ID
tr: Kiþi ID

source: Full name
fi: Koko nimi
tr: Tam Ad

source: User Properties
fi: K‰ytt‰j‰n valinnat
tr: Kullanýcý Özellikleri

source: GroupWise Conference %d
fi: GroupWise-konferenssi %d

source: Unable to make SSL connection to server.
fi: Palvelimeen ei kyetty muodostamaan SSL-yhteytt‰.

source: Error processing event or response (%s).
fi: Virhe k‰sitelt‰ess‰ tapahtumaa tai vastausta. (%s)

source: Authenticating...
fi: Todennetaan...
tr: Kimlik doðrulanýyor...

source: Waiting for response...
fi: Odotetaan vastausta...
tr: Cevap için bekleniyor...

source: %s has been invited to this conversation.
fi: %s on kutsuttu t‰h‰n keskusteluun.
tr: %s bu yazýþmaya davet edildi.

source: Invitation to Conversation
fi: Keskustelukutsu
tr: Yazýþmaya Davet

source: Invitation from: %s Sent: %s
fi: Kutsu k‰ytt‰j‰lt‰: %s L‰hetetty: %s
tr: Davet eden: %s Gönderilen: %s

source: Would you like to join the conversation?
fi: Haluatko liitty‰ keskusteluun?
tr: Yazýþmaya katýlmak ister misiniz?

source: You have been logged out because you logged in at another workstation.
fi: Sinut on kirjattu ulos koska olet kirjautunut sis‰‰n toiselta tyˆasemalta.

source: %s appears to be offline and did not receive the message that you just sent.
fi: %s n‰ytt‰‰ olevan poissa eik‰ saanut viesti‰ jonka juuri l‰hetit.

source: Unable to connect to server. Please enter the address of the server you wish to connect to.
fi: Ei voitu yhdist‰‰ palvelimeen. Ole hyv‰, syˆt‰ palvelimen osoite jolle haluat yhdist‰‰.

source: Error. SSL support is not installed.
fi: Virhe. SSL-tuki ei ole asennettu.

source: This conference has been closed. No more messages can be sent.
fi: T‰m‰ konferenssi on suljettu. Uusia viestej‰ ei voi l‰hett‰‰.

source: Appear Offline
fi: N‰yt‰ poissaolevalta

source: Novell GroupWise Messenger Protocol Plugin
fi: Novell GrouWise Messenger-protokollaliit‰nn‰inen

source: Server address
fi: Palvelimen osoite
tr: Sunucu adresi

source: Server port
fi: Palvelimen portti
tr: Sunucu portu

source: Invalid error
fi: Ep‰kelpo virhe
tr: Geçersiz hata

source: Invalid SNAC
fi: Ep‰kelpo SNAC
tr: Geçersiz SNAC

source: Rate to host
fi: Nopeus is‰nt‰‰n

source: Rate to client
fi: Nopeus asiakasohjelmaan

source: Service unavailable
fi: Palvelu ei ole k‰ytett‰viss‰
tr: Bu servis geçici olarak hizmet dýþýdýr.

source: Service not defined
fi: Palvelua ei m‰‰ritelty
tr: Servis belirtilmedi

source: Obsolete SNAC
fi: Vanhentunut SNAC

source: Not supported by host
fi: Ei tuettu verkkois‰nn‰ss‰
tr: Sunucu tarafýndan desteklenmiyor

source: Not supported by client
fi: Ei tuettu asiakasohjelmassa
tr: Ýstemci tarafýndan desteklenmiyor

source: Refused by client
fi: Asiakasohjelma torjui
tr: Ýstemci reddetti

source: Reply too big
fi: Vastaus liian suuri
tr: Cevap çok uzun

source: Responses lost
fi: Vastaukset menetetty

source: Request denied
fi: Pyyntˆ ev‰tty
tr: Ýstek reddedildi

source: Busted SNAC payload
fi: Rikkoutunut SNAC-data

source: Insufficient rights
fi: Liian v‰h‰n oikeuksia

source: In local permit/deny
fi: Paikallisessa sallittujen/estettyjen listassa

source: Too evil (sender)
fi: L‰hett‰j‰ liian paha(evil)

source: Too evil (receiver)
fi: Vastaanottaja liian paha(evil)
