Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: User temporarily unavailable
fi: K‰ytt‰j‰ ei tilap‰isesti saatavilla.
tr: Kullanýcý geçici olarak hizmet dýþý

source: No match
fi: Ei tuloksia
tr: Eþlenen yok

source: List overflow
fi: Lista-ylivuoto
tr: Liste taþmasý

source: Request ambiguous
fi: Pyyntˆ ei ole yksiselitteinen

source: Queue full
fi: Jono t‰ynn‰
tr: Liste dolu

source: Not while on AOL
fi: Ei kun AOL on k‰ytˆss‰
tr: AOL'de deðil

source: Voice
fi: ƒ‰ni
sk: Hlas

source: AIM Direct IM
fi: AIM-suora pikaviesti

source: Get File
fi: Vastaanota tiedosto
sk: Získa» súbor
tr: Dosyayý Al

source: Games
fi: Pelit
sk: Hry

source: Add-Ins
fi: Lis‰ykset
tr: Eklentiler

source: Send Buddy List
fi: L‰het‰ tuttavalista
tr: Liste Gönder

source: ICQ Direct Connect
fi: ICQ suorayhteys

source: AP User
fi: AP-k‰ytt‰j‰
tr: AP Kullanýcýsý

source: Nihilist
fi: Nihilistinen

source: ICQ Server Relay
fi: ICQ-palvelimen v‰litys

source: Old ICQ UTF8
fi: Vanha ICQ UTF8
tr: Eski ICQ UTF8

source: Trillian Encryption
fi: Trillian-salaus

source: Security Enabled
fi: Turvatoimet k‰ytˆss‰

source: Live Video
fi: Video

source: Camera
fi: Kamera

source: Free For Chat
fi: Vapaana keskusteluun
tr: Sohbet için Bekliyor

source: Not Available
fi: Ei tavoittevissa
tr: Mevcut Deðil

source: Occupied
fi: Varattu

source: Web Aware
fi: Net-tietoisena

source: Warning Level
fi: Varoitustaso
tr: Uyarý Seviyesi

source: Capabilities
fi: Kyvyt

source: Buddy Comment
fi: Tuttavakommentti
tr: Kiþi Hakkýnda Yorum

source: Direct IM with %s closed
fi: Suora pikaviesti %s:n kanssa suljettu
sk: Priame IM s %s zru¹ené

source: Direct IM with %s failed
fi: Suora pikaviesti %s:n kanssa ep‰onnistui

source: Direct Connect failed
fi: Suorayhteys ep‰onnistui
tr: Direk Baðlantý hatasý

source: Direct IM with %s established
fi: Suora pikaviestiyhteys %s:n kanssa muodostettu
sk: Priame IM spojenie s %s vytvorené

source: Attempting to connect to %s at %s:%hu for Direct IM.
fi: Yritet‰‰n yhdist‰‰ %s at %s:%hu suoraa pikaviesti‰ varten.

source: Asking %s to connect to us at %s:%hu for Direct IM.
fi: Pyydet‰‰n %s yhdist‰m‰‰n meihin at %s:%hu suoraa pikaviestiyhteytt‰ varten.

source: Unable to open Direct IM
fi: Ei voitu avata suoraa pikaviesti-yhteytt‰
sk: Nemô¾em otvori» Priame IM spojenie
tr: Direct IM açýlamadý

source: You have selected to open a Direct IM connection with %s.
fi: Olet p‰‰tt‰nyt avata suoran pikaviestiyhteyden %s:n kanssa.

source: Because this reveals your IP address, it may be considered a privacy risk. Do you wish to continue?
fi: Koska t‰m‰ paljastaa IP-osoitteesi se voidaan ajatella yksityisyysriskin‰. Haluatko jatkaa?

source: Connect
fi: Yhdist‰
tr: Baðlan

source: Chat is currently unavailable
fi: Chat ei ole parhaillaan k‰ytett‰viss‰
sk: Chat je teraz nedostupný
tr: Sohbet geçici olarak hizmet dýþýdýr.

source: Screen name sent
fi: N‰yttˆnimi l‰hetetty
tr: Kayýtlý isim gönderildi

source: Unable to login: Could not sign on as %s because the screen name is invalid. Screen names must either start with a letter and contain only letters, numbers and spaces, or contain only numbers.
fi: Ei voitu kirjautua: Ei voitu kirjautua k‰ytt‰j‰n‰ %s koska n‰yttˆnimi on virheellinen. N‰yttˆnimien tulee alkaa joko kirjaimella ja sis‰lt‰‰ vain kirjaimia, numeroita ja v‰lilyˆntej‰ tai sis‰lt‰‰ vain numeroita.

source: Unable to login to AIM
fi: Ei kyetty kirjautumaan AIM:iin
sk: Nemô¾em sa prihlási» do AIM
tr: AIM'de oturum açýlamýyor

source: Could Not Connect
fi: Yhteytt‰ ei voitu muodostaa
sk: Nemô¾em sa pripoji»
tr: Baðlanýlamadý

source: Connection established, cookie sent
fi: Yhteys muodostettu, ev‰ste l‰hetetty
sk: Spojenie vytvorené, poslané cookie

source: Unable to establish file descriptor.
fi: Ei kyetty muodostamaan tiedostokahvaa.

source: Unable to create new connection.
fi: Uuden yhteyden luominen ep‰onnistui.
tr: Yeni baðlantý kurulamadý

source: Unable to establish listener socket.
fi: Socketin muodostus ep‰onnistui.

source: Incorrect nickname or password.
fi: Virheellinen kutsumanimi tai salasana.
sk: Nesprávne heslo alebo prezývka.

source: Your account is currently suspended.
fi: K‰ytt‰j‰tilisi palvelu on parhaillaan keskeytetty.

source: The AOL Instant Messenger service is temporarily unavailable.
fi: AOL-pikaviestipalvelu ei tilap‰isesti ole k‰ytˆss‰.

source: You have been connecting and disconnecting too frequently. Wait ten minutes and try again. If you continue to try, you will need to wait even longer.
fi: Olet ottanut ja katkaissut yhteyden liian tihe‰sti. Odota kymmenen minuuttia ja yrit‰ uudelleen. Jos jatkat yritt‰mist‰, joudut odottamaan viel‰ pidemp‰‰n.
sk: Pripájali a odpájali ste sa veµmi èasto. Poèkajte 10 minút, potom skúste znova. Ak budete pokraèova» v pripájaní, budete èaka» dlh¹ie.
tr: Çok sýk baðlanýp kopuyorsunuz. Lütfen on dakika bekledikten sonra tekrar deneyin. Eðer denemeye devam ederseniz daha uzun beklemek zorunda kalacaksýnýz.

source: The client version you are using is too old. Please upgrade at %s
fi: Asiakasohjelmasi versio on liian vanha. P‰ivit‰ %s

source: Internal Error
fi: Sis‰inen virhe
sk: Vnútorná chyba
tr: Ýç hata

source: Received authorization
fi: Saatiin lupa

source: You may be disconnected shortly. You may want to use TOC until this is fixed. Check %s for updates.
fi: Yhteytesi saatetaan katkaista kohta. Saatat haluta k‰ytt‰‰ TOC-protokollaa kunnes t‰m‰ on korjattu. Tarkista p‰ivitykset: %s

source: Gaim was unable to get a valid AIM login hash.
fi: Gaim ei saanut kelvollista AIM:n sis‰‰nkirjautumis-hash:i‰.

source: Gaim was unable to get a valid login hash.
fi: Gaim ei saanut kelvollista sis‰‰nkirjautumis-hash:i‰.

source: Password sent
fi: Salasana l‰hetetty
tr: Þifre gönderildi

source: %s has just asked to directly connect to %s
fi: %s on juuri pyyt‰nyt suoraa yhteytt‰ %s:n

source: This requires a direct connection between the two computers and is necessary for IM Images. Because your IP address will be revealed, this may be considered a privacy risk.
fi: T‰m‰ toiminto vaatiin suoran yhteyden koneiden v‰lill‰ mutta on tarpeellinen l‰hetett‰ess‰ kuvia. Koska IP-osoitteesi paljastuu, t‰t‰ voi pit‰‰ yksityisyysriskin‰.

source: Please authorize me so I can add you to my buddy list.
fi: Valtuuta minut jotta voin lis‰t‰ sinut tuttavalistalleni.

source: Authorization Request Message:
fi: Valtuutuksen pyyntˆviesti:

source: Please authorize me!
fi: Valtuuta minut!

source: The user %s requires authorization before being added to a buddy list. Do you want to send an authorization request?
fi: K‰ytt‰j‰ %s vaatii valtuutuksen ennenkuin h‰net voi lis‰t‰ tuttavalistalle. Haluatko l‰hett‰‰ valtuutuspyynnˆn?

source: Request Authorization
fi: Pyyd‰ valtuutusta

source: No reason given.
fi: Syyt‰ ei annettu.

source: Authorization Denied Message:
fi: Valtuutuspyyntˆ ev‰tty:

source: Authorization Request
fi: Valtuutuspyyntˆ

source: The user %u has denied your request to add them to your buddy list for the following reason: %s
fi: K‰ytt‰j‰ %u on ev‰nnyt pyynt‰si lis‰t‰ h‰net tuttavalistallesi seuraavasta syyst‰: %s

source: ICQ authorization denied.
fi: ICQ valtuutus ev‰tty.

source: The user %u has granted your request to add them to your buddy list.
fi: K‰ytt‰j‰ %u on hyv‰ksynyt pyyntˆsi lis‰t‰ h‰net tuttavalistallesi.

source: You have received a special message From: %s [%s] %s
fi: Olet vastaanottanut erikoisviestin L‰hett‰j‰: %s [%s] %s

source: You have received an ICQ page From: %s [%s] %s
fi: Olet vastaanottanut ICQ-haun L‰hett‰j‰: %s [%s] %s

source: You have received an ICQ email from %s [%s] Message is: %s
fi: Olet saanut ICQ-s‰hkˆpostia. L‰hett‰j‰: %s [%s] Viesti on: %s

source: ICQ user %u has sent you a buddy: %s (%s)
fi: ICQ-k‰ytt‰j‰ %u on l‰hett‰nyt sinulle tuttavan: %s (%s)

source: Do you want to add this buddy to your buddy list?
fi: Haluatko lis‰t‰ h‰net tuttavalistallesi?

source: Decline
fi: Ev‰‰

source: You missed %hu message from %s because it was invalid.
fi: Et saanut %hu viesti‰ %s:lta koska se oli ep‰kelpo.

source: You missed %hu message from %s because it was too large.
fi: Et saanut %hu viesti‰ %s:lta koska se oli liian suuri.

source: You missed %hu message from %s because the rate limit has been exceeded.
fi: Et saanut %hu viesti‰ %s:lta koska taajuusraja ylittyi.

source: You missed %hu message from %s because he/she was too evil.
fi: Et saanut %hu viesti‰ %s:lta koska h‰n on liian hirve‰.

source: You missed %hu message from %s because you are too evil.
fi: Et saanut %hu viesti‰ %s:lta koska olet liian hirve‰.

source: You missed %hu message from %s for an unknown reason.
fi: Et saanut %hu viesti‰ %s:lta tuntemattomasta syyst‰.

source: Info for %s
fi: %s tiedot

source: SNAC threw error: %s
fi: SNAC antoi virheen: %s

source: Unable to send message: %s
fi: Viesti‰ ei voitu l‰hett‰‰: %s
tr: Mesaj gönderilemedi: %s

source: Unknown reason.
fi: Tuntematon syy.

source: Unable to send message to %s:
fi: Viesti‰ ei voitu l‰hett‰‰ k‰ytt‰j‰lle %s.
tr: Mesaj %s e gönderilemedi:

source: User information not available: %s
fi: K‰ytt‰j‰tiedot eiv‰t ole saatavilla: %s

source: User information for %s unavailable:
fi: %s:n k‰ytt‰j‰tiedot eiv‰t ole saatavilla

source: Online Since
fi: Kirjautunut

source: Member Since
fi: Rekisterˆitynyt

source: Your AIM connection may be lost.
fi: AIM-yhteytesi saattaa olla katkennut.

source: [Unable to display a message from this user because it contained invalid characters.]
fi: [Ei voitu n‰ytt‰‰ viesti‰ t‰lt‰ k‰ytt‰j‰lt‰ koska se sis‰lsi ep‰kelpoja merkkej‰.]

source: Rate limiting error.
fi: Taajuusrajoitus virhe

source: The last action you attempted could not be performed because you are over the rate limit. Please wait 10 seconds and try again.
fi: Viimeist‰ viesti‰ ei l‰hetetty koska olet ylitt‰nyt taajuusrajan. Odota 10 sekuntia ja yrit‰ uudelleen.

source: You have been signed off for an unknown reason.
fi: Yhteytesi on katkaistu tuntemattomasta syyst‰.

source: You have been disconnected from chat room %s.
fi: Yhteytesi keskusteluhuoneeseen %s on katkennut.
sk: Boli ste odpojený z chatovacej miestnosti %s.

source: Finalizing connection
fi: Viimeistell‰‰n yhteytt‰

source: Mobile Phone
fi: Matkapuhelin
tr: Cep Telefonu

source: Female
fi: Nainen
tr: Bayan

source: Male
fi: Mies
tr: Bay

source: Personal Web Page
fi: Henkilˆkohtainen kotisivu

source: Additional Information
fi: Lis‰tiedot

source: Home Address
fi: Kotiosoite

source: Zip Code
fi: Postinumero

source: Work Address
fi: Tyˆosoite

source: Work Information
fi: Tyˆtiedot

source: Company
fi: Yritys
tr: Þirket

source: Division
fi: Osasto
tr: Bölüm

source: Position
fi: Paikka
tr: Pozisyon

source: Web Page
fi: Kotisivu

source: ICQ Info for %s
fi: %s:n ICQ-tiedot

source: Pop-Up Message
fi: Ponnahdusviesti

source: The following screen names are associated with %s
fi: Seuraavat n‰yttˆnimet on assosioitu %s kanssa

source: No results found for email address %s
fi: Ei hakutuloksia s‰hkˆpostiosoitteelle %s

source: You should receive an email asking to confirm %s.
fi: Sinun tulisi saada s‰hkˆpostiviesti %s:n varmistusta varten.

source: Account Confirmation Requested
fi: Tilin varmistusta pyydetty

source: Error Changing Account Info
fi: Virhe muutettaessa k‰ytt‰j‰tilin tietoja

source: Error 0x%04x: Unable to format screen name because the requested screen name differs from the original.
fi: Virhe 0x%04x: N‰yttˆnime‰ ei voi muotoilla koska pyydetty n‰yttˆnimi eroaa alkuper‰isest‰.

source: Error 0x%04x: Unable to format screen name because the requested screen name ends in a space.
fi: Virhe 0x%04x: N‰yttˆnime‰ ei voi muotoilla koska pyydetty n‰yttˆnimi p‰‰ttyy v‰lilyˆntiin.

source: Error 0x%04x: Unable to format screen name because the requested screen name is too long.
fi: Virhe 0x%04x: N‰yttˆnime‰ ei voi muotoilla koska pyydetty n‰yttˆnimi on liian pitk‰.

source: Error 0x%04x: Unable to change email address because there is already a request pending for this screen name.
fi: Virhe 0x%04x: S‰hkˆpostiosoitetta ei voida muuttaa koska t‰lle n‰yttˆnimelle on jo k‰sittelem‰tˆn muutospyyntˆ.

source: Error 0x%04x: Unable to change email address because the given address has too many screen names associated with it.
fi: Virhe 0x%04x: S‰hkˆpostiosoitetta ei voida muuttaa koska annettu osoite on assosioitu liian moneen n‰yttˆnimeen.

source: Error 0x%04x: Unable to change email address because the given address is invalid.
fi: Virhe 0x%04x: S‰hkˆpostiosoitetta ei voida muuttaa koska annettu osoite on virheellinen.

source: Error 0x%04x: Unknown error.
fi: Virhe 0x%04x: Tuntematon virhe.

source: Your screen name is currently formatted as follows: %s
fi: N‰yttˆnimesi on t‰ll‰ hetkell‰ muotoiltu seuraavasti: %s

source: Account Info
fi: Tilin tiedot

source: The email address for %s is %s
fi: %s:n s‰hkˆpostiosoite on %s

source: Your IM Image was not sent. You must be Direct Connected to send IM Images.
fi: Pikaviesti kuvaasi ei l‰hetetty. Sinun tulee k‰ytt‰‰ suorayhteytt‰ l‰hett‰‰ksesi pikaviestikuvia.

source: Unable to set AIM profile.
fi: AIM-profiilia ei saatu asetettua.

source: You have probably requested to set your profile before the login procedure completed. Your profile remains unset; try setting it again when you are fully connected.
fi: Yritit luultavasti asettaa profiilisi ennenkuin kirjautumista saatiin suoritettua loppuun. Profiilia ei asetettu. Yrit‰ asettaa se kun kirjautuminen on suoritettu.

source: The maximum profile length of %d byte has been exceeded. Gaim has truncated it for you.
fi: Maksimi profiilin koko %d tavu ylitetty. Gaim on lyhent‰nyt sen puolestasi.

source: Profile too long.
fi: Profiili on liian pitk‰

source: Unable to set AIM away message.
fi: AIM-poissaoloviestin asettaminen ep‰onnistui.

source: You have probably requested to set your away message before the login procedure completed. You remain in a "present" state; try setting it again when you are fully connected.
fi: Olet todennn‰kˆisesti yritt‰nyt asettaa poissaoloviesti‰ ennen sis‰‰nkirjautumisen p‰‰ttymist‰. Pysyt edelleen nykyisess‰ tilassa; yrit‰ asettaa viesti kun kirjautumisprosessi on p‰‰ttynyt.

source: The maximum away message length of %d byte has been exceeded. Gaim has truncated it for you.
fi: Maksimi profiilin koko %d tavu ylitetty. Gaim on lyhent‰nyt sen puolestasi.

source: Away message too long.
fi: Poissaoloviesti on liian pitk‰.

source: Could not add the buddy %s because the screen name is invalid. Screen names must either start with a letter and contain only letters, numbers and spaces, or contain only numbers.
fi: Ei voitu lis‰t‰ tuttavaa %s koska n‰yttˆnimi on virheellinen. N‰yttˆnimen tulee alkaa joko kirjaimella ja sis‰lt‰‰ vain kirjaimia, numeroita ja v‰lilyˆntej‰ tai sis‰lt‰‰ vain numeroita.

source: Unable To Add
fi: Lis‰‰minen ep‰onnistui

source: Unable To Retrieve Buddy List
fi: Tuttavalistan nouto ei onnistunut

source: Gaim was temporarily unable to retrieve your buddy list from the AIM servers. Your buddy list is not lost, and will probably become available in a few hours.
fi: Gaim ep‰onnistui hakiessaan tuttavalistaa AIM-pavelimelta. Tuttavalistasi ei ole kadonnut, se tulee luultavasti saataville muutamassa tunnissa.

source: Orphans
fi: Orvot

source: Could not add the buddy %s because you have too many buddies in your buddy list. Please remove one and try again.
fi: Ei voitu lis‰t‰ tuttavaa %s koska listallasi on liian monta tuttavaa. Ole hyv‰ ja poista joku ja yrit‰ uudelleen.

source: (no name)
fi: (nimetˆn)

source: Could not add the buddy %s for an unknown reason. The most common reason for this is that you have the maximum number of allowed buddies in your buddy list.
fi: Ei voitu lis‰t‰ tuttavaa %s tuntemattomasta syyst‰. Yleisin syy t‰lle on se ett‰ listasi maksimituttavam‰‰r‰ on ylittynyt.

source: The user %s has given you permission to add you to their buddy list. Do you want to add them?
fi: K‰ytt‰j‰lle %s on annettu lupa lis‰t‰ sinut heid‰n tuttavalistalleen. Haluatko lis‰t‰ heid‰t omalle listallesi?

source: Authorization Given
fi: Valtuutus annettu

source: The user %s has granted your request to add them to your buddy list.
fi: K‰ytt‰j‰ %s on hyv‰ksynyt pyyntˆsi lis‰t‰ h‰net tuttavalistallesi.

source: Authorization Granted
fi: Valtuutus hyv‰ksytty

source: The user %s has denied your request to add them to your buddy list for the following reason: %s
fi: K‰ytt‰j‰ %s on ev‰nnyt pyyntˆsi lis‰t‰ h‰net tuttavalistallesi seuraavasta syyst‰: %s

source: Authorization Denied
fi: Valtuutus ev‰tty

source: _Exchange:
fi: _Vaihto:

source: Invalid chat name specified.
fi: Virheellinen chat nimi annettu.

source: Your IM Image was not sent. You cannot send IM Images in AIM chats.
fi: Pikaviestikuvaasi ei l‰hetetty. Et voi l‰hett‰‰ pikaviestikuvia AIM chatiss‰.

source: Away Message
fi: Poissaoloviesti

source: Buddy Comment for %s
fi: Tuttavakommentti k‰ytt‰j‰lle %s

source: Buddy Comment:
fi: Kommentti

source: Edit Buddy Comment
fi: Muokkaa kommenttia

source: Get Status Msg
fi: Hae tilaviesti

source: Direct IM
fi: Suora pikaviesti
sk: Priame IM

source: Re-request Authorization
fi: Pyyd‰ valtuutus uudelleen

source: The new formatting is invalid.
fi: Uusi muotoilu on virheellinen.

source: Screen name formatting can change only capitalization and whitespace.
fi: N‰yttˆnimen muotoilu voi vaikuttaa ainoastaan alkukirjaimeen sek‰ v‰lilyˆnteihin.

source: New screen name formatting:
fi: Uusi n‰yttˆnimen muotoilu:

source: Change Address To:
fi: Vaihda osoite:

source: <i>you are not waiting for authorization</i>
fi: <i>Et odota valtuutusta</i>

source: You are awaiting authorization from the following buddies
fi: Odotat valtuutusta seuraavilta tuttavilta

source: You can re-request authorization from these buddies by right-clicking on them and selecting "Re-request Authorization."
fi: Voit pyyt‰‰ valtuutuksen uudelleen n‰ilt‰ tuttavilta napsauttamalla oikeaa nappia heihin ja valitsemalla "Pyyd‰ valtuutus uudelleen".

source: Find Buddy by E-mail
fi: Etsi tuttava s‰hkˆpostiosoitteen perusteella

source: Search for a buddy by e-mail address
fi: Etsi tuttava s‰hkˆpostiosoitteen perusteella

source: Type the e-mail address of the buddy you are searching for.
fi: Syˆt‰ etsim‰si tuttavan s‰hkˆpostiosoite.

source: Set User Info...
fi: Aseta k‰ytt‰j‰tiedot...

source: Set User Info (URL)...
fi: Aseta k‰ytt‰j‰tiedot (URL)...

source: Change Password...
fi: Vaihda salasana...

source: Change Password (URL)
fi: Vaihda salasanaa (URL)

source: Configure IM Forwarding (URL)
fi: Aseta pikaviestien edelleenl‰hetys (URL)

source: Format Screen Name...
fi: Muotoile n‰yttˆnimi...

source: Confirm Account
fi: Vahvista tili

source: Display Currently Registered Address
fi: N‰yt‰ rekisterˆity osoite

source: Change Currently Registered Address...
fi: Muuta rekisterˆity‰ osoitetta

source: Show Buddies Awaiting Authorization
fi: N‰yt‰ tuttavat jotka odottavat valtuutusta

source: Search for Buddy by Email...
fi: Etsi tuttava s‰hkˆpostiosoitteen perusteella

source: Search for Buddy by Information
fi: Etsi tuttavaa tietojen perusteella

source: AIM/ICQ Protocol Plugin
fi: AIM/ICQ-protokollaliit‰nn‰inen

source: Auth host
fi: Kirjautumispalvelin

source: Auth port
fi: portti

source: Encoding
fi: Koodaus

source: User %s is not present in the network
fi: K‰ytt‰j‰ %s ei ole l‰sn‰ verkossa

source: Key Agreement
fi: Avainsopimus

source: Cannot perform the key agreement
fi: Ei voida suorittaa avainsopimusta

source: Error occurred during key agreement
fi: Virhe tapahtui avainsopimuksen aikana

source: Key Agreement failed
fi: Avainsopimus ep‰onnistui

source: Timeout during key agreement
fi: Aikakatkaisu avainsopimuksen aikana

source: Key agreement was aborted
fi: Avainsopimus peruutettiin

source: Key agreement is already started
fi: Avainsopimus on jo aloitettu

source: Key agreement cannot be started with yourself
fi: Avainsopimusta et voi tehd‰ itsesi kanssa

source: The remote user is not present in the network any more
fi: Et‰k‰ytt‰j‰ ei en‰‰ ole paikalla verkossa

source: Key agreement request received from %s. Would you like to perform the key agreement?
fi: Avainsopimuspyyntˆ vastaanotettu k‰ytt‰j‰lt‰ %s. Haluatko suorittaa avainsopimuksen?

source: The remote user is waiting key agreement on: Remote host: %s Remote port: %d
fi: Vastap‰‰n k‰ytt‰j‰ on odottamassa avain sopimusta koneella: Et‰kone: %s Portti: %d

source: Key Agreement Request
fi: Avainsopimuspyyntˆ

source: IM With Password
fi: Pikaviesti salasanalla

source: Cannot set IM key
fi: Ei voida asettaa pikaviestiavainta

source: Set IM Password
fi: Aseta pikaviestin salasana

source: Get Public Key
fi: Hae julkinen avain

source: Cannot fetch the public key
fi: Ei voitu hakea julkista avainta

source: Show Public Key
fi: N‰yt‰ julkinen avain

source: Could not load public key
fi: Ei voitu ladata julkista avainta

source: User Information
fi: K‰ytt‰j‰tiedot

source: Cannot get user information
fi: Ei voitu hakea k‰ytt‰j‰tietoja

source: The %s buddy is not trusted
fi: K‰ytt‰j‰ %s ei ole luotettu

source: You cannot receive buddy notifications until you import his/her public key. You can use the Get Public Key command to get the public key.
fi: Et voi saada tuttavan tiedotteita ennenkuin lis‰‰t h‰nen julkisen avaimensa. Voit k‰ytt‰‰ Hae Julkinen avain-komentoa saadaksesi julkisen avaimen.

source: Open...
fi: Avaa...

source: The %s buddy is not present in the network
fi: Tuttava %s ei ole kirjautuneena verkossa

source: To add the buddy you must import his/her public key. Press Import to import a public key.
fi: Lis‰t‰ksesi tuttavan tarvitsen h‰nen julkisen avaimensa. Paina Tuo tuodaksesi julkisen avaimen.

source: Import...
fi: Tuo...

source: Select correct user
fi: Valitse oikea k‰ytt‰j‰

source: More than one user was found with the same public key. Select the correct user from the list to add to the buddy list.
fi: Useammalla kuin yhdell‰ k‰ytt‰j‰ll‰ on sama julkinen avain. Valitse oikea k‰ytt‰j‰ listalta.

source: More than one user was found with the same name. Select the correct user from the list to add to the buddy list.
fi: Useammalla kuin yhdell‰ k‰ytt‰j‰ll‰ on sama nimi. Valitse oikea k‰ytt‰j‰ listalta.

source: Detached
fi: Irroitettu

source: Indisposed
fi: Vastahakoinen

source: Wake Me Up
fi: Her‰t‰ minut

source: Hyper Active
fi: Hyperaktiivinen
tr: Hiperaktif

source: Robot
fi: Robotti

source: Happy
fi: Onnellinen
tr: Mutlu

source: Sad
fi: Surullinen
tr: Üzgün

source: Angry
fi: Vihainen
tr: Kýzgýn

source: Jealous
fi: Mustasukkainen
tr: Kýskanç

source: Ashamed
fi: H‰pe‰‰

source: Invincible
fi: Haavoittumaton

source: In Love
fi: Rakastunut

source: Sleepy
fi: Unelias
tr: Uykulu

source: Bored
fi: Tylsistynyt
tr: Sýkýlmýþ

source: Excited
fi: Innostunut

source: Anxious
fi: Levoton

source: User Modes
fi: K‰ytt‰j‰tilat

source: Mood
fi: Mieliala

source: Status Text
fi: Tilateksti

source: Preferred Contact
fi: Suosikkituttava

source: Preferred Language
fi: Suosittu kieli

source: Device
fi: Laite
tr: Aygýt

source: Timezone
fi: Aikavyˆhyke

source: Geolocation
fi: Maantieteellinen paikka

source: Reset IM Key
fi: Tyhjenn‰ pikaviestiavain

source: IM with Key Exchange
fi: Pikaviesti avaimienvaihdolla

source: IM with Password
fi: Pikaviesti salasanalla

source: Get Public Key...
fi: Hae julkinen avain...

source: Kill User
fi: Poista k‰ytt‰j‰

source: _Passphrase:
fi: _Salasana:

source: Channel %s does not exist in the network
fi: Kanavaa %s ei ole verkossa

source: Channel Information
fi: Kanavatiedot

source: Cannot get channel information
fi: Ei saada kanavatietoja

source: <b>Channel Name:</b> %s
fi: <b>Kanavan nimi:</b> %s

source: <br><b>User Count:</b> %d
fi: <br><b>K‰ytt‰j‰m‰‰r‰:</b> %d

source: <br><b>Channel Founder:</b> %s
fi: <br><b>Kanavan perustaja:</b> %s

source: <br><b>Channel Cipher:</b> %s
fi: <br><b>Kanavan salausalgoritmi:<b> %s

source: <br><b>Channel HMAC:</b> %s
fi: <br><b>Kanavan HMAC:</b> %s
