Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: <br><b>Channel Topic:</b><br>%s
fi: <br><b>Kanavan aihe:</b><br>%s

source: <br><b>Channel Modes:</b>
fi: <br><b>Kanavan tilat:</b>

source: <br><b>Founder Key Fingerprint:</b><br>%s
fi: <br><b>Perustajan avain Fingerprint</b><br>%s

source: <br><b>Founder Key Babbleprint:</b><br>%s
fi: <br><b>Perustajan avain Babbleprint:</b><br>%s

source: Add Channel Public Key
fi: Lis‰‰ kanavan julkinen avain

source: Open Public Key...
fi: Avaa julkinen avain...

source: Channel Passphrase
fi: Kanavan salasana

source: Channel Public Keys List
fi: Kanavan julkisten avainten lista

source: Channel authentication is used to secure the channel from unauthorized access. The authentication may be based on passphrase and digital signatures. If passphrase is set, it is required to be able to join. If channel public keys are set then only users whose public keys are listed are able to join.
fi: Kanavalle tunnistautumista k‰ytet‰‰n est‰m‰‰n asiaton p‰‰sy kanavalle. Tunnistautuminen voi perustua salasanaan tai digitaaliseen allekirjoitukseen. Jos salasana on asetettu, se vaaditaan kanavalle p‰‰semiseksi. Jos k‰ytet‰‰n kanavan julkisia avaimia niin silloin p‰‰sev‰t vain k‰ytt‰j‰t joiden julkinen avain on listalla.

source: Channel Authentication
fi: Kanavalle tunnistautuminen

source: Add / Remove
fi: Lis‰‰ / Poista

source: Group Name
fi: Ryhm‰n nimi

source: Passphrase
fi: Salasana

source: Please enter the %s channel private group name and passphrase.
fi: Syˆt‰ kanavan %s yksityinen ryhm‰nimi ja salasana.

source: Add Channel Private Group
fi: Lis‰‰ kanavaan yksityinen ryhm‰

source: User Limit
fi: K‰ytt‰j‰rajoitus

source: Set user limit on channel. Set to zero to reset user limit.
fi: Aseta k‰ytt‰j‰rajoitus kanavalle. Aseta nollaksi poistaaksesi rajoituksen.

source: Get Info
fi: Hae tiedot
sk: Získaj Info

source: Invite List
fi: Kutsulista

source: Ban List
fi: Kieltolista

source: Add Private Group
fi: Lis‰‰ yksityinen ryhm‰

source: Reset Permanent
fi: Nollaa pysyv‰

source: Set Permanent
fi: Aseta pysyv‰

source: Set User Limit
fi: Aseta k‰ytt‰j‰rajoitus

source: Reset Topic Restriction
fi: Poista aiherajoitus

source: Set Topic Restriction
fi: Aseta aiherajoitus

source: Reset Private Channel
fi: Poista yksityinen kanava

source: Set Private Channel
fi: Aseta yksityinen kanava

source: Reset Secret Channel
fi: Poista salainen kanava

source: Set Secret Channel
fi: Aseta salainen kanava

source: You are channel founder on <I>%s</I>
fi: Olet kanavan perustaja kanavalla <I>%s</I>

source: Channel founder on <I>%s</I> is <I>%s</I>
fi: Kanavan perustaja kanavalla <<I>%s</I> on <I>%s</I>

source: You have to join the %s channel before you are able to join the private group
fi: Sinun tulee liitty‰ kanavalle %s ennenkuin voit liitty‰ yksityiseen ryhm‰‰n

source: Join Private Group
fi: Liity yksityiseen ryhm‰‰n

source: Cannot join private group
fi: Ei voida liitty‰ yksityiseen ryhm‰‰n

source: Cannot call command
fi: Komentoa ei voida kutsua

source: Unknown command
fi: Tuntematon komento
tr: Bilinmeyen komut

source: Secure File Transfer
fi: Turvallinen tiedostosiirto

source: Error during file transfer
fi: Virhe tiedostosiirrossa

source: Permission denied
fi: P‰‰sy ev‰tty

source: Key agreement failed
fi: Avain sopimus ep‰onnistui

source: No file transfer session active
fi: Ei aktiivista tiedostosiirtosessiota

source: File transfer already started
fi: Tiedostosiirto on jo aloitettu

source: Could not perform key agreement for file transfer
fi: Ei voitu suorittaa avainsopimusta tiedostonsiirtoa varten

source: Could not start the file transfer
fi: Ei voitu aloittaa tiedostosiirtoa

source: Cannot send file
fi: Tiedoston l‰hetys ei onnistu

source: %s has changed the topic of <I>%s</I> to: %s
fi: %s on vaihtanut <I>%s</I> aiheeksi: %s

source: <I>%s</I> set channel <I>%s</I> modes to: %s
fi: <I>%s</I> muutti kanavan <I>%s</I> tilaa: %s

source: <I>%s</I> removed all channel <I>%s</I> modes
fi: <I>%s</I> muutti kaikki kanavan <I>%s</I> tilat

source: <I>%s</I> set <I>%s's</I> modes to: %s
fi: <I>%s</I> asetti <I>%s</I> tilan: %s

source: <I>%s</I> removed all <I>%s's</I> modes
fi: <I>%s</I> poisti kaikki <I>%s</I> tilat

source: You have been kicked off <I>%s</I> by <I>%s</I> (%s)
fi: Sinut on poistettu <I>%s</I> k‰ytt‰j‰ <I>%s</I> (%s)

source: You have been killed by %s (%s)
fi: Sinut on poistanut %s (%s)

source: Killed by %s (%s)
fi: Poistettu %s (%s)

source: Server signoff
fi: Kirjaa ulos palvelimelta
tr: Sunucu koptu

source: Personal Information
fi: Henkilˆkohtaiset tiedot
tr: Kiþisel Bilgiler

source: Birth Day
fi: Syntym‰p‰iv‰
tr: Doðum Günü

source: Job Title
fi: Titteli
tr: Ýþ

source: Job Role
fi: Asema tyˆss‰

source: Organization
fi: Organisaatio
tr: Þirket

source: Unit
fi: Yksikkˆ

source: EMail
fi: S‰hkˆposti
tr: E-Posta

source: Note
fi: Huomautus
tr: Not

source: Join Chat
fi: Liity Chattiin
sk: Pripoji» sa k chatu
tr: Sohbete Baþla...

source: Public Key Fingerprint
fi: Julkisen avaimen Fingerprint

source: Public Key Babbleprint
fi: Julkisen avaimen Babbleprint

source: More...
fi: Lis‰‰...
tr: Daha...

source: Detach From Server
fi: Irroita palvelimelta

source: Cannot detach
fi: Ei voida irroittaa

source: Cannot set topic
fi: Ei voida asettaa aihetta
tr: Konu deðiþtirilemedi

source: Failed to change nickname
fi: Ei kyetty muuttamaan kutsumanime‰
tr: Ýsim deðiþtirirken hata

source: Roomlist
fi: Huonelista

source: Cannot get room list
fi: Huonelistaa ei saatu
tr: Sohbet odasý listesi alýnamýyor

source: No public key was received
fi: Ei saatu julkista avainta

source: Server Information
fi: Palvelimen tiedot
tr: Sunucu Bilgileri

source: Cannot get server information
fi: Ei saada palvelimen tietoja
tr: Sunucu bilgileri alýnamýyor

source: Server Statistics
fi: Palvelimen tilastoja
tr: Sunucu istatistikleri

source: Cannot get server statistics
fi: Ei saatu palvelimen tilastoja
tr: Sunucu istatistikleri alýnamýyor

source: No server statistics available
fi: Palvelimen tilastoja ei saatavilla.
tr: Sunucu istatistikleri mevcut deðil

source: Local server start time: %s Local server uptime: %s Local server clients: %d Local server channels: %d Local server operators: %d Local router operators: %d Local cell clients: %d Local cell channels: %d Local cell servers: %d Total clients: %d Total channels: %d Total servers: %d Total routers: %d Total server operators: %d Total router operators: %d
fi: Paikallisen palvelimen k‰ynnistysaika: %s Paikallisen palvelimen k‰ynniss‰oloaika: %s Paikallisen palvelimen asiakkaat: %d Paikallisen palvelimen kanavat: %d Paikallisen palvelimen operaattorit: %d Paikallisen reitittimen operaattorit: %d Paikallisen solun asiakkaat: %d Paikallisen solun kanavat: %d Paikallisen solun palvelimet: %d Asiakkaat yhteens‰: %d Kanavat yhteens‰: %d Palvelimet yhteens‰: %d Reitittimet yhteens‰: %d Palvelinoperaattorit yhteens‰: %d Reititinoperaattorit yhteens‰: %d

source: Network Statistics
fi: Verkkotilastoja

source: Ping failed
fi: Ping ep‰onnistui

source: Ping reply received from server
fi: Ping-vastaus saatu palvelimelta

source: Could not kill user
fi: Ei voitu poistaa k‰ytt‰j‰‰

source: Error during connecting to SILC Server
fi: Virhe luotaessa yhteytt‰ SILC-palvelimelle

source: Key Exchange failed
fi: Avaintenvaihto ep‰onnistui

source: Resuming detached session failed. Press Reconnect to create new connection.
fi: Irroitetun yhteyden palauttaminen ep‰onnistui. Paina Uudelleenyhdist‰ luodaksesi uuden yhteyden.

source: Disconnected by server
fi: Palvelin katkaisi yhteyden
tr: Sunucu baðlantýsý kesildi

source: Resuming session
fi: Palautetaan istunto

source: Authenticating connection
fi: Todennetaan yhteys
tr: Kimlik doðrulama baðlantýsý

source: Verifying server public key
fi: Tarkistetaan palvelimen julkinen avain

source: Passphrase required
fi: Vaatii salasanan

source: Failure: Version mismatch, upgrade your client
fi: Virhe: Versio-virhe, p‰ivit‰ ohjelmisto

source: Failure: Remote does not trust/support your public key
fi: Virhe: Et‰kone ei luota/tue julkista avaintasi

source: Failure: Remote does not support proposed KE group
fi: Virhe: Et‰kone ei tue ehdotettua KE-ryhm‰‰

source: Failure: Remote does not support proposed cipher
fi: Virhe: Et‰kone ei tue ehdotettua salausta

source: Failure: Remote does not support proposed PKCS
fi: Virhe: Et‰kone ei tuo ehdotettua PKCS:a

source: Failure: Remote does not support proposed hash function
fi: Virhe: Et‰kone ei tue ehdotettua hash-funktiota

source: Failure: Remote does not support proposed HMAC
fi: Virhe: Et‰kone ei tue ehdotettua HMAC:ia

source: Failure: Incorrect signature
fi: Virhe: Virheellinen allekirjoitus
tr: Hata: Yanlýþ imza

source: Failure: Invalid cookie
fi: Virhe: Virheellinen ev‰ste
tr: Hata: Geçersiz çerez

source: Failure: Authentication failed
fi: Virhe: Todennus ep‰onnistui
tr: Hata: Kimlik denetimi baþarýsýz

source: Received %s's public key. Your local copy does not match this key. Would you still like to accept this public key?
fi: Vastaanotettiin k‰ytt‰j‰n %s julkinen avain. Paikallinen kopiosi ei t‰sm‰‰. Haluatko silti hyv‰ksy‰ t‰m‰n julkisen avaimen?

source: Received %s's public key. Would you like to accept this public key?
fi: Vastaanotettiin julkinen avain k‰ytt‰j‰lt‰ %s. Hyv‰ksyt‰‰nkˆ se?

source: Fingerprint and babbleprint for the %s key are: %s %s
fi: Fingerprint ja babbleprint avaimelle %s ovat: %s %s

source: Verify Public Key
fi: Tarkista julkinen avain

source: View...
fi: N‰yt‰...
tr: Göster...

source: Unsupported public key type
fi: Julkisen avaimen tyyppi‰ ei tuettu

source: Connection failed
fi: Yhteys ep‰onnistui
tr: Baðlantý Kurulamýyor

source: Cannot initialize SILC Client connection
fi: Ei voida alustaa SILC-asiakasyhteytt‰

source: Performing key exchange
fi: Suoritetaan avaintenvaihto

source: Out of memory
fi: Muisti loppu
tr: Bellek Aþýmý

source: Connecting to SILC Server
fi: Yhdistet‰‰n SILC-palvelimelle

source: Your Current Mood
fi: T‰m‰nhetkinen mielialasi

source: Normal
fi: Normaali
sk: Normálny

source: Your Preferred Contact Methods
fi: Suosimasi yhteysmetodit

source: Video Conferencing
fi: Aloita videoneuvottelu

source: Your Current Status
fi: T‰m‰nhetkinen tilasi
tr: Durumunuz

source: Online Services
fi: Online palvelut
tr: Çevrimiçi Servisler

source: Let others see what services you are using
fi: Anna muiden n‰hd‰ mit‰ palveluja k‰yt‰t

source: Let others see what computer you are using
fi: Anna muiden n‰hd‰ mit‰ tietokonetta k‰yt‰t

source: Your VCard File
fi: VCard tiedostosi
tr: VCard Dosyanýz

source: User Online Status Attributes
fi: K‰ytt‰j‰n paikallaoloatribuutit

source: You can let other users see your online status information and your personal information. Please fill the information you would like other users to see about yourself.
fi: Voit antaa toisten k‰ytt‰jien n‰hd‰ paikallaolo statuksesi ja henkilˆkohtaiset tietosi. Syˆt‰ tiedot jotka haluat toisten n‰kev‰n itsest‰si.
tr: Kullanýcýlarýn sizin baðlantý durumunuzu ve özel bilgilerinizi görmelerine izin verebilirsiniz. Lütfen göstereceðiniz bilgileri doldurun.

source: Message of the Day
fi: P‰iv‰n viesti
tr: Günün Mesajý

source: No Message of the Day available
fi: P‰iv‰n viesti ei ole k‰ytett‰viss‰
tr: Günün Mesajý mevcut deðil

source: There is no Message of the Day associated with this connection
fi: Ei ole P‰iv‰n viesti‰ joka olisi assosioitu t‰lle yhteydelle.
tr: Bu baðlantýyla iliþkili Günün Mesajý yok.

source: Online Status
fi: Tila
tr: Çevrimiçi Durum

source: View Message of the Day
fi: N‰yt‰ P‰iv‰n viesti
tr: Günün Mesajýný Göster

source: User <I>%s</I> is not present in the network
fi: K‰ytt‰j‰ <I>%s</I> ei ole verkossa
tr: <I>%s</I> þu anda aðda mevcut deðil

source: Topic too long
fi: Aihe liian pitk‰
tr: Konu çok uzun

source: You must specify a nick
fi: Sinun t‰ytyy syˆtt‰‰ lempinimi
tr: Bir takma isim belirtmelisiniz

source: channel %s not found
fi: Kanavaa %s ei lˆydy
tr: %s kanalý bulunamadý

source: channel modes for %s: %s
fi: kanavan tilat kanavalle %s: %s
tr: %s için kanal modlarý: %s

source: no channel modes are set on %s
fi: ei kanavan tiloja asetettu kanavalle %s

source: Failed to set cmodes for %s
fi: cmodes asetus ep‰onnistui, %s

source: Unknown command: %s, (may be a Gaim bug)
fi: Tuntematon komento: %s, (mahdollisesti Gaimin virhe)
tr: Bilinmeyen komut: %s, (Gaim hatasý olabilir)

source: part [channel]: Leave the chat
fi: part [kanava]: Poistu chatist‰
tr: part [kanal]: Sohbetten ayrýl

source: leave [channel]: Leave the chat
fi: leave [kanava]: Poistu chatist‰
tr: leave [kanal]: Sohbetten ayrýl

source: topic [&lt;new topic&gt;]: View or change the topic
fi: topic [&lt;uusi aihe&gt;]: N‰yt‰ tai aseta aihe
tr: topic [&lt;yeni konu&gt;]: Konuyu deðiþtir veya görüntüle

source: join &lt;channel&gt; [&lt;password&gt;]: Join a chat on this network
fi: join &lt;kanava&gt; [&lt;salasana&gt;]: Liity kanavalle t‰ss‰ verkossa
tr: join &lt;channel&gt; [&lt;þifre&gt;]: Aðdaki bir sohbete katýl

source: list: List channels on this network
fi: list: Listaa kanavat t‰ss‰ verkossa
tr: list: Aðdaki kanallarý listele

source: whois &lt;nick&gt;: View nick's information
fi: whois &lt;nimi&gt;: N‰yt‰ nimen tiedot
tr: whois &lt;takmaisim&gt;: Kiþinin bilgilerini göster

source: msg &lt;nick&gt; &lt;message&gt;: Send a private message to a user
fi: msg &lt;nimi&gt; &lt;viesti&gt;: L‰het‰ yksityisviesti k‰ytt‰j‰lle
tr: msg &lt;takmaisim&gt; &lt;mesaj&gt;: Kullanýcýya özel mesaj gönder

source: query &lt;nick&gt; [&lt;message&gt;]: Send a private message to a user
fi: query &lt;nimi&gt; [&lt;viesti&gt;]: L‰het‰ yksityisviesti k‰ytt‰j‰lle
tr: query &lt;takmaisim&gt; [&lt;mesaj&gt;]: Kullanýcýya özel mesaj gönder

source: motd: View the server's Message Of The Day
fi: motd: N‰yt‰ palvelimen p‰iv‰n viesti
tr: motd: Sunucunun Günün Mesajýný görüntüle

source: detach: Detach this session
fi: detach: Irroita t‰m‰ istunto

source: quit [message]: Disconnect from the server, with an optional message
fi: quit [viesti]: Katkaise yhteys palvelimelle, valinnainen viesti.
tr: quit [mesaj]: Mesaj býrakarak sunucudan ayrýl

source: call &lt;command&gt;: Call any silc client command
fi: call &lt;komento&gt;: Kutsu mit‰ vain silc asiakas-komentoa.

source: kill &lt;nick&gt; [-pubkey|&lt;reason&gt;]: Kill nick
fi: kill &lt;nimi&gt; [-pubkey|&lt;syy&gt;]: Tuhoa nimi

source: nick &lt;newnick&gt;: Change your nickname
fi: nick &lt;uusi nimi&gt;: Muuta (lempi-)nimesi.

source: whowas &lt;nick&gt;: View nick's information
fi: whowas &lt;nimi&gt;: N‰yt‰ nimen tiedot
tr: whowas &lt;takmaisim&gt;: Kiþinin bilgilerini göster

source: cmode &lt;channel&gt; [+|-&lt;modes&gt;] [arguments]: Change or display channel modes
fi: cmode &lt;kanava&gt; [+|-&lt;tilagt;] [argumentit]: Aseta tai n‰yt‰ kanavan tila.

source: cumode &lt;channel&gt; +|-&lt;modes&gt; &lt;nick&gt;: Change nick's modes on channel
fi: cumode &lt;kanava&gt; +|-&lt;tilagt;: Muuta nimen tilaa kanavalla.

source: umode &lt;usermodes&gt;: Set your modes in the network
fi: umode &lt;k‰ytt‰j‰tilat&gt;: Aseta omat tilasi verkossa

source: oper &lt;nick&gt; [-pubkey]: Get server operator privileges
fi: oper &lt;nimi&gt; [-pubkey]: Palvelinoperaattorin oikeudet

source: invite &lt;channel&gt; [-|+]&lt;nick&gt;: invite nick or add/remove from channel invite list
fi: invite &lt;kanava&gt; [-|+]&lt;nimi&gt;: Kutsu k‰ytt‰j‰ tai lis‰‰/poista kanavan kutsu-listalta

source: kick &lt;channel&gt; &lt;nick&gt; [comment]: Kick client from channel
fi: kick &lt;kanava&gt; &lt;nimi&gt; [kommentti]: Poista k‰ytt‰j‰ kanavalta

source: info [server]: View server administrative details
fi: info [palvelin]: N‰yt‰ palvelimen yll‰pidolliset yksityiskohdat

source: ban [&lt;channel&gt; +|-&lt;nick&gt;]: Ban client from channel
fi: ban &lt;kanava&gt; +|-&lt;nimi&gt;]: Kiell‰ k‰ytt‰j‰ kanavalta

source: getkey &lt;nick|server&gt;: Retrieve client's or server's public key
fi: getkey &lt;nimi|palvelin&gt;: Hae k‰ytt‰j‰n tai palvelimen julkinen avain

source: stats: View server and network statistics
fi: stats: N‰yt‰ palvelimen ja verkon tilastot

source: ping: Send PING to the connected server
fi: ping: L‰het‰ PING palvelimelle, johon ollaan yhteydess‰

source: users &lt;channel&gt;: List users in channel
fi: users &lt;kanava&gt;: N‰yt‰ k‰ytt‰j‰t kanavalla

source: names [-count|-ops|-halfops|-voices|-normal] &lt;channel(s)&gt;: List specific users in channel(s)
fi: names [-count|-ops|-halfops|-voices|-normal] &lt;kanava(t)&gt;: N‰yt‰ tietyt k‰ytt‰j‰t kanavilla

source: Instant Messages
fi: Pikaviestit

source: Digitally sign all IM messages
fi: Allekirjoita kaikki pikaviestit digitaalisesti

source: Verify all IM message signatures
fi: Tarkista kaikki pikaviesti allekirjoitukset

source: Channel Messages
fi: Kanavaviestit
tr: Kanal Mesajlarý

source: Digitally sign all channel messages
fi: Allekirjoita kaikki kanavaviestit digitaalisesti

source: Verify all channel message signatures
fi: Tarkista kaikki kanavan viesti-allekirjoitukset

source: SILC Protocol Plugin
fi: SILC-protokollaplugin

source: Secure Internet Live Conferencing (SILC) Protocol
fi: Secure Internet Live Conferencing (SILC) protokolla

source: Public key authentication
fi: Julkisella avaimella todentaminen

source: Reject watching by other users
fi: Ev‰‰ katsominen toisilta k‰ytt‰jilt‰

source: Block invites
fi: Est‰ kutsut
tr: Davetleri engelle

source: Block IMs without Key Exchange
fi: Est‰ pikaviestit ilman avaintenvaihtoa

source: Reject online status attribute requests
fi: Ev‰‰ paikallaolo-tilan atribuuttipyynnˆt

source: Creating SILC key pair...
fi: Luodaan SILC-avainpari

source: Real Name: %s
fi: Oikea nimi: %s
tr: Gerçek Ýsmi: %s

source: User Name: %s
fi: K‰ytt‰j‰nimi: %s
tr: Kullanýcý Adý: %s

source: EMail: %s
fi: S‰hkˆposti: %s
tr: E-Posta: %s

source: Host Name: %s
fi: Etunimi: %s

source: Organization: %s
fi: Organisaatio: %s
tr: Þirket: %s

source: Country: %s
fi: Maa: %s
tr: Ülke: %s

source: Algorithm: %s
fi: Algoritmi: %s
tr: Algoritma: %s

source: Key Length: %d bits
fi: Avaimen pituus: %d bits

source: Public Key Fingerprint: %s
fi: Julkisen avaimen Fingerprint: %s

source: Public Key Babbleprint: %s
fi: Julkisen avaimen Babbleprint %s

source: Public Key Information
fi: Julkisen avaimen tiedot

source: Paging
fi: Kaukohaku

source: Computer
fi: Tietokone
tr: Bilgisayar

source: Terminal
fi: P‰‰te

source: Looking up %s
fi: Etsit‰‰n %s

source: Signon: %s
fi: Kirjautuminen: %s
sk: Prihlási»: %s
tr: Baðlan: %s

source: Unable to write file %s.
fi: Ei kyetty kirjoittamaan tiedostoa %s.
sk: Nemô¾em vytvori» súbor %s.
tr: Dosya yazýlamýyor. (%s)

source: Unable to read file %s.
fi: Ei kyetty lukemaan tiedostoa %s.
sk: Nemô¾em èíta» súbor %s.
tr: Dosya açýlamýyor. (%s)

source: Message too long, last %s bytes truncated.
fi: Viesti on liian pitk‰, viimeiset %s tavua katkaistu.
sk: Správa je veµmi dlhá, posledných %s bitov bude vymazaných.

source: %s not currently logged in.
fi: %s ei ole parhaillaan kirjautuneena sis‰‰n.
sk: %s nie je v súèastnosti prihlásený.
tr: Kullanýcý %s oturum açmamýþ

source: Warning of %s not allowed.
fi: %s:n varoittaminen ei ole sallittua.
sk: Výstraha %s nie je povolená.

source: A message has been dropped, you are exceeding the server speed limit.
fi: Viesti on hyl‰tty, ylit‰t palvelimen nopeusrajan.
sk: Správa bola zahodená, prekroèili ste obmedzenia rýchlosti servra.

source: Chat in %s is not available.
fi: %s: Chat ei ole k‰ytett‰viss‰.
sk: Chat %s nie je prístupný.

source: You are sending messages too fast to %s.
fi: L‰het‰t viestej‰ %s:lle liian nopeasti.
sk: Posielate správy príli¹ rýchlo do %s.

source: You missed an IM from %s because it was too big.
fi: Et saanut %s:n pikaviesti‰ koska se oli liian suuri.
tr: %s tarafýndan gönderilen mesaj çok uzun olduðundan alýnamadý.

source: You missed an IM from %s because it was sent too fast.
fi: Et saanut %s:n pikaviesti‰ koska se l‰hetettiin liian nopeasti.
tr: %s tarafýndan gönderilen mesaj çok hýzlý gönderildiði için alýnamadý.

source: Failure.
fi: Ep‰onnistuminen.
tr: Baþarýsýz.

source: Too many matches.
fi: Liian monta tulosta.
tr: Çok sonuç var.

source: Need more qualifiers.
fi: Tarvitaan lis‰‰ m‰‰ritteit‰.
sk: Potrebujem viac kvalifikátorov.

source: Dir service temporarily unavailable.
fi: Hakemistopalvelu ei tilap‰isesti ole k‰ytett‰viss‰.
tr: Bu servis geçici olarak hizmet dýþýdýr.

source: Email lookup restricted.
fi: S‰hkˆpostin katsominen rajoitettu.
sk: Vyhladávanie podla emailu je obmedzené.

source: Keyword ignored.
fi: Avainsanasta ei v‰litetty.
sk: Ignorované kµúèové slovo.
tr: Ýpucu gözardý edildi.

source: No keywords.
fi: Ei avainsanoja.
sk: ®iadne kµúèové slovo.
tr: --- Ýpucu Yok ---

source: User has no directory information.
fi: K‰ytt‰j‰ll‰ ei ole hakemistotietoja.

source: Country not supported.
fi: Maata ei tuettu.
sk: Krajina nie je podporovaná.
tr: Ülke desteklenmiyor.

source: Failure unknown: %s.
fi: Tunnistamaton ep‰onnistuminen: %s.
sk: Neznáma chyba: %s.
tr: Bilinmeyen hata: %s.

source: The service is temporarily unavailable.
fi: Palvelu ei tilap‰isesti ole k‰ytˆss‰.
sk: Slu¾ba je doèasne neprístupná.
tr: Bu servis geçici olarak hizmet dýþýdýr.

source: Your warning level is currently too high to log in.
fi: Varoitustasosi on parhaillaan liian korkea kirjautuaksesi sis‰‰n.

source: You have been connecting and disconnecting too frequently. Wait ten minutes and try again. If you continue to try, you will need to wait even longer.
fi: Olet ottanut ja katkaissut yhteyden liian tihe‰‰n. Odota kymmenen minuuttia ja yrit‰ uudestaan. Jos jatkat yritt‰mist‰, joudut odottamaan viel‰ pidemp‰‰n.
sk: Pripájali a odpájali ste sa príli¹ èasto. Poèkajte desa» minút a skúste znova. Ak sa stále pokú¹ate pripája», budete musie» èaka» dlh¹ie.
tr: Çok sýk baðlanýp kopuyorsunuz. Lütfen on dakika bekledikten sonra tekrar deneyin. Eðer denemeye devam ederseniz daha uzun beklemek zorunda kalacaksýnýz.

source: An unknown signon error has occurred: %s.
fi: Tuntematon sis‰‰nkirjautumisvirhe esiintyi: %s.
sk: Objavila sa neznáma chyba pri prihlasovaní: %s.
tr: Bilinmeyen baðlantý hatasý oluþtu: %s.

source: An unknown error, %d, has occurred. Info: %s
fi: Tuntematon virhe, %d, esiintyi. Tiedot: %s
tr: Bilinmeyen hata, %d, oluþtu. Bilgi: %s

source: Invalid Groupname
fi: Ep‰kelpo ryhm‰nimi

source: Connection Closed
fi: Yhteys suljettu
sk: Spojenie ukonèené
tr: Baðlantý Kesildi

source: Waiting for reply...
fi: Odotetaan vastausta...
sk: Èakajte na odozvu...
tr: Cevap için bekleniyor...

source: TOC has come back from its pause. You may now send messages again.
fi: TOC on palannut tauoltaan. Voit l‰hett‰‰ viestej‰ j‰lleen.

source: Password Change Successful
fi: Salasanan vaihto onnistui
tr: Þifreniz Baþarýyla Deðiþtirildi

source: TOC has sent a PAUSE command.
fi: TOC on l‰hett‰nyt PAUSE-komennon.

source: When this happens, TOC ignores any messages sent to it, and may kick you off if you send a message. Gaim will prevent anything from going through. This is only temporary, please be patient.
fi: Kun t‰m‰ tapahtuu, TOC ei v‰lit‰ mist‰‰n sille l‰hetetyist‰ viesteist‰ ja voi potkaista sinut ulos jos l‰het‰t viestin. Gaim est‰‰ kaiken l‰pimenon. T‰m‰ on vain v‰liaikaista, ole k‰rsiv‰llinen.

source: Get Dir Info
fi: Hae hakemistotiedot

source: Set Dir Info
fi: Aseta hakemistotiedot

source: Could not open %s for writing!
fi: %s:n avaaminen kirjoitusta varten ep‰onnistui!

source: File transfer failed; other side probably canceled.
fi: Tiedostonsiirto ep‰onnistui. Toinen osapuoli luultavasti katkaisi siirron.

source: Could not connect for transfer.
fi: Yhteytt‰ siirtoa varten ei voitu muodostaa.

source: Could not write file header. The file will not be transferred.
fi: Tiedosto-otsikkoa ei voitu kirjoittaa. Tiedostoa ei siirret‰.

source: Gaim - Save As...
fi: Gaim - Tallenna nimell‰...
sk: Gaim - Ulo¾i» ako...
tr: Gaim - Farklý Kaydet...
