Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: Error Message Suppression
fi: Virheilmoitusten vaimennus
tr: Hatalara Karþý

source: Hide Disconnect Errors
fi: Piilota yhteydenkatkaisu-virheilmoitukset
tr: Baðlantý Hatalarýný Gizle

source: Hide Login Errors
fi: Piilota sis‰‰nkirjautumis-virheet
tr: Oturum Açma Hatalarýný Gizle

source: Auto-Reconnect
fi: Uudelleenyhdist‰j‰
tr: Otomatik Baðlanma

source: When you are kicked offline, this reconnects you.
fi: Kun yhteys palvelimelle katkeaa, t‰m‰ luo yhteyden uudelleen.
tr: Çevrimdýþý olduðunuzda sizi tekrar baðlar.

source: Point values to use when...
fi: Pistearvoja k‰ytet‰‰n kun...
tr: Kullanýlacak deðerler...

source: Buddy is offline:
fi: Tuttava on poissa linjoilta:
tr: Kiþi çevrimdýþý:

source: Buddy is away:
fi: Tuttava on poissa:
tr: Kiþi dýþarýda!:

source: Buddy is idle:
fi: Tuttava on jouten:
tr: Kiþi boþta:

source: Use last matching buddy
fi: K‰yt‰ viimeist‰ sopivaa tuttavaa
tr: En son eþlenen kiþiyi kullan

source: Contact Priority
fi: Kontaktin prioriteetti
tr: Baðlantý Önceliði

source: Allows for controlling the values associated with different buddy states.
fi: Mahdollistaa tuttavan tila-arvojen kontrolloinnin.
tr: Farklý durumlara farklý puanlar vermenizi saðlar.

source: Allows for changing the point values of idle/away/offline states for buddies in contact priority computations.
fi: Mahdollistaa pistearvojen muuttamisen jouten/poissa/poissa linjoilta -tiloille kontaktiryhm‰n prioriteetti laskelmia varten.
tr: Öncelik sýralamasý hesaplamasýnda baðlý/dýþarýda!/çevrimdýþý durumlarýnýn puanlarýný deðiþtirmenizi saðlar.

source: Gaim - Signed off
fi: Gaim - Kirjauduttu ulos
tr: Gaim - Oturum kapandý

source: Gaim - Away
fi: Gaim - Poissa
tr: Gaim - Dýþarýda!

source: New Message...
fi: Uusi viesti...
tr: Yeni Mesaj...

source: Join A Chat...
fi: Liity ryhm‰keskusteluun...
tr: Sohbete Baþla...

source: New...
fi: Uusi...
tr: Yeni...

source: Away
fi: Poissa
sk: Preè
tr: Dýþarýda!

source: Back
fi: Palaa
sk: Spä»
tr: Geri

source: Mute Sounds
fi: Vaimenna ‰‰net
tr: Sesi Kapat

source: File Transfers
fi: Tiedostosiirtot
tr: Dosya Transferleri

source: Accounts
fi: K‰ytt‰j‰tilit
sk: Kontá
tr: Hesaplar

source: Preferences
fi: Asetukset
tr: Tercihler

source: Quit
fi: Lopeta
sk: Odchod
tr: Çýkýþ

source: Tray Icon Configuration
fi: Tarjotinikoni-asetukset
tr: Mini Ýkon Yapýlandýrma

source: _Hide new messages until tray icon is clicked
fi: _Piilota uudet viestit kunnes tarjotinikonia on painettu
tr: Mini ikona týklanana kadar yeni mesajlarý gösterme

source: System Tray Icon
fi: Tarjotinikoni
tr: Mini Ýkon

source: Displays an icon for Gaim in the system tray.
fi: N‰ytt‰‰ Gaim-ikonin j‰rjestelm‰n ikonitarjottimella.
tr: Görev çubuðunda Gaim ikonunu görüntüler

source: Displays a system tray icon (in GNOME, KDE or Windows for example) to show the current status of Gaim, allow fast access to commonly used functions, and to toggle display of the buddy list or login window. Also allows messages to be queued until the icon is clicked, similar to ICQ.
fi: N‰ytt‰‰ tarjotinikonin (esim. GNOME:ssa, KDE:ss‰ tai Windowsissa) joka ilmaisee Gaimin senhetkisen tilan, mahdollistaa nopean p‰‰syn usein k‰ytettyihin toimintoihin ja sen avulla voi vaihtaa tuttavalista- ja kirjautumisikkunan v‰lill‰. Myˆskin mahdollistaa ICQ-tyylisen viestien varastoinnin kunnes ne n‰ytet‰‰n painamalla ikonia.
tr: Görev çubuðunda þu anki durumunuzu gösteren, sýk kullandýðýnýz fonksiyonlara hýzlý eriþim saðlayan ve listenizi saklayýp göstermenize yardýmcý olan bir ikon gösterir. Ayný zamanda siz týklayana kadar, ICQ'ya benzer þekilde, gelen mesajlarýnýzý sýralar.

source: By conversation count
fi: Keskustelujen m‰‰r‰n mukaan
tr: Yazýþma sayýsýna göre

source: Conversation Placement
fi: Keskustelun asettelu
tr: Yazýþmalar

source: Number of conversations per window
fi: Keskustelujen m‰‰r‰ per ikkuna
tr: Her penceredeki yazýþma sayýsý

source: Separate IM and Chat windows when placing by number
fi: Erota pikaviesti ja chat-ikkunat aseteltaessa m‰‰r‰n mukaan
tr: Numaraya göre sýralandýðýnda mesaj ve sohbet pencerelerini ayýr

source: Extra conversation placement options.
fi: Keskustelun lis‰-asettelu valinnat.
tr: Yazýþma kontrolü.

source: Restrict the number of conversations per windows, optionally separating IMs and Chats
fi: Rajoita keskustelujen m‰‰r‰‰ ikkunaa kohti, valinnaisesti erotellen pikaviesti ja chat-keskustelut
tr: Ýstenildiði takdirde mesaj ve sohbetleri ayýrarak, her penceredeki yazýþma sayýsýný sýnýrlandýrýr.

source: Gaim File Control
fi: Gaim tiedostohallinta
tr: Gaim Dosya Kontrolü

source: Allows you to control Gaim by entering commands in a file.
fi: Mahdollistaa Gaimin kontrolloinnin komentotiedostolla.
tr: Bir dosyaya komutlarý girerek Gaim'i kontrol etmenizi saðlar

source: Not connected to AIM
fi: Ei olla yhteydess‰ Gaimiin
tr: AIM'e baðlý deðilsiniz

source: No screenname given.
fi: N‰yttˆnime‰ ei annettu.
tr: Görünür isim yok.

source: No roomname given.
fi: Huoneen nime‰ ei annettu.
tr: Oda ismi yok.

source: Invalid AIM URI
fi: Ep‰kelpo AIM:n URI
tr: AIM URI'si hatalý

source: Failed to assign %s to a socket: %s
fi: Ei voitu liitt‰‰ %s pistokkeeseen: %s
tr: %s bir sokete atanamadý: %s

source: Unable to open socket
fi: Ei kyetty avaamaan pistoketta
tr: Baðlantý açýlamýyor

source: Remote Control
fi: Kauko-ohjain
tr: Uzaktan Kontrol

source: Provides remote control for gaim applications.
fi: Tuo kauko-ohjauksen Gaim-sovelluksille.
tr: Gaim uygulamalarý için uzaktan eriþim kontrolü saðlar

source: Gives Gaim the ability to be remote-controlled through third-party applications or through the gaim-remote tool.
fi: Mahdollistaa Gaimin kauko-ohjauksen kolmansien osapuolten sovelluksilla gaim-remote -tyˆkalulla.
tr: 3. parti uygulamalarý veya direkt gaim-remote aracý sayesinde Gaim'i uzaktan kontrol etmenizi saðlar.

source: Gaim Demonstration Plugin
fi: Gaim esittelyplugin
tr: Gaim Tanýtým Eklentisi

source: An example plugin that does stuff - see the description.
fi: Esimerkkiplugin joka tekee jotain - katso kuvaus.
tr: Birþeyler yapan örnek eklenti - açýklamaya bakýn.

source: This is a really cool plugin that does a lot of stuff: - It tells you who wrote the program when you log in - It reverses all incoming text - It sends a message to people on your list immediately when they sign on
fi: T‰m‰ plugin on tosi viilee ja tekee vaikka mit‰: - Kertoo kuka laati ohjelman kun kirjaudut sis‰‰n - K‰‰nt‰‰ kaiken tulevan tekstin ymp‰ri - L‰hett‰‰ viestin listallaoleville tuttavillesi aina kun he kirjautuvat sis‰‰n
tr: Bu gerçekten çok acayip süper bir eklenti, bir çok iþe yarýyor: - Oturum açtýðýnýzda programý kimin yazdýðýný söyler - Tüm gelen mesajlarý ters çevirir - Oturum açtýðýnýzda listenizdeki herkese anýnda mesaj gönderir.

source: Mouse Gestures Configuration
fi: Hiiriele -asetukset
tr: Fare Hareketleri Yapýlandýrma

source: Middle mouse button
fi: Keskimm‰inen hiirennappi
tr: Orta fare tuþu

source: Right mouse button
fi: Oikea hiirennappi
tr: Sað fare tuþu

source: _Visual gesture display
fi: _Visuaalinen ele-n‰yttˆ
tr: _Fare hareketi gösterimi

source: Mouse Gestures
fi: Hiirieleet
tr: Fare Hareketleri

source: Provides support for mouse gestures
fi: Lis‰‰ tuen hiirieleille
tr: Deðiþik fare hareketlerinizi algýlar

source: Allows support for mouse gestures in conversation windows. Drag the middle mouse button to perform certain actions: Drag down and then to the right to close a conversation. Drag up and then to the left to switch to the previous conversation. Drag up and then to the right to switch to the next conversation.
fi: Mahdollistaa hiirieleiden k‰ytˆn keskusteluikkunassa. Paina pohjassa keskimm‰ist‰ hiirennappulaa tehdess‰si seuraavia toimintoja: Liikuta alas ja sitten oikealle sulkeaksesi keskusteluikkunan. Liikuta ylˆs ja sitten vasemmalle vaihtaaksesi edelliseen keskusteluun. Liikuta ylˆs ja sitten oikealle vaihtaaksesi seuraavaan keskusteluun.
tr: Fare hareketlerini yazýþma penceresinde destekler. Orta fare tuþuna basýlý tutup hareket ettirdiðinizde: Aþaðý, sonra da saða sürüklerseniz yazýþma penceresini kapatýr. Yukarý, sonra da sola sürüklerseniz bir önceki yazýþmaya geçer. Yukarý, sonra da saða sürüklerseniz bir sonraki yazýþmaya geçer.

source: Name
fi: Nimi
tr: Ýsim

source: Instant Messaging
fi: Pikaviestitys
tr: Yeni Mesaj

source: Select a person from your address book below, or add a new person.
fi: Valitse henkilˆ allaolevasta osoitekirjasta, tai lis‰‰ uusi henkilˆ.
tr: Adres defterinden birini seçin ya da yeni bir kiþi ekleyin.

source: Search
fi: Etsi
tr: Ara

source: Group:
fi: Ryhm‰:
tr: Grup:

source: New Person
fi: Uusi henkilˆ
tr: Yeni Kiþi

source: Select Buddy
fi: Valitse tuttava
tr: Kiþi Seçin

source: Select a person from your address book to add this buddy to, or create a new person.
fi: Valitse henkilˆ osoitekirjasta johon lis‰‰t t‰m‰n tuttavan, tai luo uusi henkilˆ.
tr: Eklemek için adres defterinizden bir kiþi seçin, ya da yeni bir kiþi oluþturun.

source: Show user details
fi: N‰yt‰ k‰ytt‰j‰n yksityiskohdat
tr: Kullanýcý bilgisini göster

source: Hide user details
fi: Piilota piilota k‰ytt‰j‰n yksityiskohdat
tr: Kullanýcý bilgisini gizle

source: _Associate Buddy
fi: _Assosioi tuttava
tr: Kiþi Seçin

source: Buddies
fi: Tuttavat
sk: Kamaráti
tr: Kiþiler

source: Add to Address Book
fi: Lis‰‰ osoitekirjaan
tr: Adres Defterine Ekle

source: Evolution Integration Configuration
fi: Evolution -integrointiasetukset

source: Select all accounts that buddies should be auto-added to.
fi: Valitse kaikki tilit joihin tuttavat lis‰t‰‰n automaattisesti.
tr: Kiþilerin otomatik eklenmesi gereken tüm hesaplarý seçin.

source: Account
fi: Tili
sk: Konto
tr: Hesap

source: Evolution Integration
fi: Evolution integrointi

source: Please enter the person's information below.
fi: Syˆt‰ henkilˆn tiedot alle.
tr: Lütfen kullanýcýnýn bilgisini aþaðý girin.

source: Please enter the buddy's screen name and account type below.
fi: Syˆt‰ tuttavan n‰yttˆnimi ja k‰ytt‰j‰tilityyppi alle.
tr: Lütfen kullanýcýnýn kayýtlý ismini ve hesap tipini girin.

source: Account type:
fi: K‰ytt‰j‰tilityyppi:
tr: Hesap tipi:

source: Screenname:
fi: N‰yttˆnimi:
sk: ???meno:
tr: Kayýtlý Ýsim

source: Optional information:
fi: Valinnaiset lis‰tiedot:
tr: Ýsteðe baðlý bilgi:

source: Buddy Icon
fi: Tuttavakuvake
sk: Kamarátova ikona
tr: Resim:

source: First name:
fi: Etunimi:
tr: Ad:

source: Last name:
fi: Sukunimi:
tr: Soyad:

source: E-mail:
fi: S‰hkˆposti:

source: History
fi: Historia
tr: Geçmiþ

source: Shows recently logged conversations in new conversations.
fi: N‰ytt‰‰ osan edellist‰ keskustelua uudessa keskustelussa.
tr: Son kaydedilen yazýþmayý gösterir.

source: Iconify on Away
fi: Pienenn‰ poissaollessa
tr: Dýþarýda! olduðunda pencereyi küçült

source: Iconifies the buddy list and your conversations when you go away.
fi: Pienent‰‰ tuttavalista- ja keskusteluikkunan poissaoloajaksi.
tr: Dýþarýda! durumuna geçtiðinizde listenizi ve tüm yazýþmalarýnýzý simge durumua küçültür.

source: Minutes
fi: Minuuttia
tr: Dakika

source: I'dle Mak'er
fi: Joutenoloajan s‰‰tˆ
tr: Baðlý Sürem

source: Set Account Idle Time
fi: Aseta tilin joutenoloaika
tr: Baðlý Kaldýðýn Süreyi Ayarla

source: _Set
fi: _Aseta
tr: _Ayarla

source: _Cancel
fi: _Peruuta
tr: Ýp_tal

source: Allows you to hand-configure how long you've been idle for
fi: Antaa sinun s‰‰t‰‰ itse kuinka kauan olet ollut jouten.
tr: Ne kadar baðlý kaldýðýný gösteren süreyi ayarlamanýzý saðlar

source: IPC Test Client
fi: Testiplugin - IPC asiakasohjelma
tr: IPC Test Ýstemcisi

source: Test plugin IPC support, as a client.
fi: IPC testi-asiakasohjelmaplugin

source: Test plugin IPC support, as a client. This locates the server plugin and calls the commands registered.
fi: Testiplugin - IPC-asiakasohjelma. T‰m‰ etsii palvelinpluginin ja kutsuu rekisterˆityj‰ komentoja.

source: IPC Test Server
fi: IPC testipalvelin
tr: IPC Test Sunucusu

source: Test plugin IPC support, as a server.
fi: Testiplugin - IPC palvelin

source: Test plugin IPC support, as a server. This registers the IPC commands.
fi: Testuplugin - IPC palvelin. T‰m‰ rekisterˆi IPC-komennot.

source: Mail Checker
fi: S‰hkˆpostitarkistin
tr: Posta Kontrol

source: Checks for new local mail.
fi: Tarkistaa paikallisen koneen s‰hkˆpostin.
tr: Yerel postalar için kontrol et.

source: Adds a small box to the buddy list that shows if you have new mail.
fi: Lis‰‰ pienen neliˆn tuttavalistaan joka ilmoittaa uudesta s‰hkˆpostista.
tr: Yeni postanýz olduðunda listenize küçük bir kutu resmi ekler

source: Notify For
fi: Huomautus
tr: Uyar

source: _IM windows
fi: _Pikaviesti-ikkunoille
tr: _Mesaj penceresi

source: C_hat windows
fi: C_hat-ikkunoille
tr: _Sohbet Penceresi

source: _Focused windows
fi: _Kohdistetuille ikkunoille
tr: _Aktif pencere

source: Notification Methods
fi: Ilmoitusmetodit
tr: Uyarý Metodlarý

source: Prepend _string into window title:
fi: Lis‰‰ _merkkijono ikkunaotsikon eteen:

source: Insert c_ount of new messages into window title
fi: Lis‰‰ uusien _viestien m‰‰r‰ ikkunaotsikkoon
tr: Pencere baþlýðýna yeni mesaj sayýsýný ekle

source: Set window manager "_URGENT" hint
fi: Aseta ikkunamanagerin "_URGENT"(kiireellinen)-lippu

source: Notification Removal
fi: Huomautuksen poisto
tr: Uyarýyý Kaldýrma

source: Remove when conversation window _gains focus
fi: Poista kun keskusteluikkuna on _aktiivinen
tr: Yazýþma penceresi aktif olunca kaldýr

source: Remove when conversation window _receives click
fi: Poista kun keskusteluikkunaa _klikataan
tr: Yazýþma penceresine týklandýðýnda kaldýr

source: Remove when _typing in conversation window
fi: Poista kun keskusteluikkunaan _kirjoitetaan
tr: Yazýþma penceresinde yazdýðýnda kaldýr

source: Remove when a _message gets sent
fi: Poista kun viesti _l‰hetet‰‰n

source: Remove on switch to conversation ta_b
fi: Poista kun _v‰lilehti vaihtuu

source: Message Notification
fi: Viestihuomautus
tr: Mesaj Uyarýsý

source: Provides a variety of ways of notifying you of unread messages.
fi: Ilmoittaa lukemattomista viesteist‰ monilla tavoilla.

source: Perl Plugin Loader
fi: Perl-plugin lataaja
tr: Perl Eklentisi Yükleyici

source: Provides support for loading perl plugins.
fi: Tuo mahdollisuuden ladata perl-plugineja.

source: Raw
fi: Raakasyˆttˆ

source: Lets you send raw input to text-based protocols.
fi: Mahdollistaa raakamuotoisen syˆtteen antamisen tekstipohjaisille protokollille (Jabber, MSN, IRC, TOC)

source: Lets you send raw input to text-based protocols (Jabber, MSN, IRC, TOC). Hit 'Enter' in the entry box to send. Watch the debug window.
fi: Antaa sinun l‰hett‰‰ raakamuotoista syˆtett‰ tekstipohjaisilla protokollilla (Jabber MSN, IRC, TOC). Paina 'Enter' viestinsyˆttˆlaatikossa l‰hett‰‰ksesi. Katso debug-ikkunaa.

source: You are using Gaim version %s. The current version is %s.<hr>
fi: K‰ytt‰m‰si Gaim-versio on %s. Uusin versio on %s.<hr>
tr: Kullandýðýnýz Gaim versiyonu %s. En son versiyon ise %s.<hr>

source: <b>ChangeLog:</b> %s<br><br>
fi: <b>Muutosloki:</b> %s<br><br>
tr: <b>Kayýt:</b> %s<br><br>

source: You can get version %s from:<br><a href="http://gaim.sourceforge.net/">http://gaim.sourceforge.net</a>.
fi: Version %s voi ladata osoitteesta:<br><a href="http://gaim.sourceforge.net/">http://gaim.sourceforge.net</a>.
tr: Gaim versiyonu %s için:<br><a href="http://gaim.sourceforge.net/">http://gaim.sourceforge.net</a>.

source: New Version Available
fi: Uusi versio saatavilla
tr: Yeni Versiyon Mevcut

source: Release Notification
fi: Julkaisuilmoitus
tr: Sürüm Deðiþikliði Uyarýsý

source: Checks periodically for new releases.
fi: Tarkistaa m‰‰r‰ajoin onko uusi Gaim-versio julkaistu.
tr: Periyodik olarak yeni sürümleri kontrol et.

source: Checks periodically for new releases and notifies the user with the ChangeLog.
fi: Tarkistaa m‰‰r‰ajoin onko uusi Gaim-versio julkaistu ja huomauttaa k‰ytt‰j‰‰ n‰ytt‰m‰ll‰ muutoslokin.
tr: Yeni sürümleri periyodik olarak denetler.

source: Signals Test
fi: Signaalitesti
tr: Sinyal Testi

source: Test to see that all signals are working properly.
fi: Kokeile n‰hd‰ksesi ett‰ kaikki signaalit toimivat oikein.
tr: Tüm sinyallerin doðru çalýþýp çalýþmadýðýný görmek için test edin.

source: Simple Plugin
fi: "Yksinkertainen"-plugin
tr: Basit Eklenti

source: Tests to see that most things are working.
fi: Kokeilee ett‰ useimmat asiat toimivat.
tr: Çoðu þeyin çalýþýp çalýþmadýðýný görmek için test edin.

source: Text Replacements
fi: Tekstin korvaus
tr: Metin Deðiþtirme

source: You type
fi: Kirjoitettu
tr: Yazdýðýnýz

source: You send
fi: L‰hetetty
tr: Gönderdiðiniz

source: Add a new text replacement
fi: Lis‰‰ uusi korvausehto
tr: Yeni metin deðiþikliði ekle

source: You _type:
fi: _Kirjoitettu:
tr: Yazdýðýnýz:

source: You _send:
fi: _L‰hetetty:
tr: Gönderdiðiniz

source: Text replacement
fi: Tekstin korvaus
tr: Metin çevirici

source: Replaces text in outgoing messages according to user-defined rules.
fi: Korvaa l‰hetetett‰v‰n tekstin k‰ytt‰j‰n m‰‰ritelm‰n mukaan.
tr: Belirtilen kurallara göre giden mesajdaki kelimeleri deðiþtirir.

source: Provides SSL support through GNUTLS.
fi: Tuo SSL-tuen GNUTSL:n kautta.

source: Provides SSL support through Mozilla NSS.
fi: Tuo SSL-tuen Mozilla-NSS:n kautta.

source: Provides a wrapper around SSL support libraries.
fi: Luo liittym‰n eri SSL-tukikirjastoille.

source: %s has gone away.
fi: %s on poissa.
tr: %s Dýþarýda!

source: %s is no longer away.
fi: %s on palannut.
tr: %s artýk Dýþarýda! deðil.

source: %s has become idle.
fi: %s on jouten.
tr: %s baðlandý.

source: %s is no longer idle.
fi: %s ei en‰‰ ole jouten.
tr: %s artýk baðlý deðil.

source: Notify When
fi: Huomautus kun
tr: Uyar

source: Buddy Goes _Away
fi: Tuttava _poistuu
tr: Kiþi dýþarýda! olunca

source: Buddy Goes _Idle
fi: Tuttava on _jouten
tr: Kiþi baðlý olunca

source: Buddy State Notification
fi: Tuttavan-tila ilmoitus
tr: Kiþi Durum Uyarýsý

source: Notifies in a conversation window when a buddy goes or returns from away or idle.
fi: Ilmoittaa keskusteluikkunassa kun tuttava on poissa/jouten ja kun h‰n palaa.
tr: Kiþinin durumundaki deðiþiklikleri (Dýþarda!, burda, vs.) yazýþma penceresinde belirtir.

source: Tcl Plugin Loader
fi: Tcl-plugin lataaja
tr: Tcl Eklentisi Yükleyici

source: Provides support for loading Tcl plugins
fi: Mahdollistaa Tcp-pluginien latauksen.

source: Buddy Ticker
fi: Rullaava tuttavataulu
tr: Kiþi Seçin

source: A horizontal scrolling version of the buddy list.
fi: Vaakatasossa rullaava versio tuttavalistasta.
tr: Listenin yatay versiyonu.

source: iChat Timestamp
fi: iChat-tyylinen aikaleima

source: Delay
fi: Viive
tr: Gecikme

source: minutes.
fi: minuuttia.
tr: dakika.

source: _Apply
fi: _Toteuta
tr: _Uygula

source: Timestamp
fi: Aikaleima

source: Adds iChat-style timestamps to conversations every N minutes.
fi: Lis‰‰ iChat tyylisen aikaleiman keskusteluihin N sekunnin v‰lein.

source: Opacity:
fi: Peitto:
tr: Opaklýk:

source: IM Conversation Windows
fi: Pikaviesti-keskusteluikkunat
tr: Yazýþma Penceresi

source: _IM window transparency
fi: _Pikaviesti-ikkunan l‰pin‰kyvyys
tr: _Mesaj penceresi geçirgenliði

source: _Show slider bar in IM window
fi: _N‰yt‰ vierityspalkki pikaviesti-ikkunassa
tr: Kaydýrma çubuklarýný mesaj penceresinde göster

source: Buddy List Window
fi: Tuttavalistaikkuna
sk: Okno zo zoznamom kamarátov
tr: Liste Penceresi

source: _Buddy List window transparency
fi: _Tuttavalistaikkunan l‰pin‰kyvyys
tr: Liste penceresi geçirgenliði

source: Transparency
fi: L‰pin‰kyvyys
tr: Geçirgenlik

source: Variable Transparency for the buddy list and conversations.
fi: Vaihteleva l‰pin‰kyvyys tuttavalistalle ja keskusteluille.
tr: Liste ve mesaj penceresi için geçirgenlik deðiþkeni.

source: This plugin enables variable alpha transparency on conversation windows and the buddy list. * Note: This plugin requires Win2000 or WinXP.
fi: T‰m‰ plugin mahdollistaa alpha-l‰pin‰kyvyyden keskusteluikkunoissa sek‰ tuttavalistassa. HUOM: T‰m‰ plugin vaatii Win2000 tai WinXP:n.
tr: Bu eklenti mesaj penceresi ve listedeki geçirgenliði ayarlamanýzý saðlar * Not: Eklenti Win2000 veya WinXP gerektirir.

source: GTK+ Runtime Version
fi: GTK+ Runtime -versio
tr: GTK+ Runtime Sürümü

source: Startup
fi: K‰ynnistys
tr: Baþlangýç

source: _Start Gaim on Windows startup
fi: _K‰ynnist‰ gaim windowsin k‰ynnistyess‰.
tr: Gaim'i Windows baþlarken _çalýþtýr

source: Buddy List
fi: Tuttavalista
sk: Zoznam kamarátov
tr: Liste

source: _Dockable Buddy List
fi: _Telakoi tuttavalista ruudun reunaan

source: Never
fi: Ei koskaan
tr: Asla

source: Conversations
fi: Keskustelut
sk: Konverzácie
tr: Yazýþmalar

source: WinGaim Options
fi: WinGaim-valinnat
tr: WinGaim Seçenekleri

source: Options specific to Windows Gaim.
fi: Spesifiset asetukset Windows Gaimille.
tr: Windows Gaim'e özel seçenekler

source: Enter password for %s (%s)
fi: Anna salasana k‰ytt‰j‰tilille %s (%s)
tr: %s (%s) için þifre girin

source: Cancel
fi: Peruuta
sk: Zru¹i»
tr: Vazgeç

source: Missing protocol plugin for %s
fi: %s-protokollaplugin puuttuu
tr: %s eklentisi için eksik protokol

source: Connection Error
fi: Yhteysvirhe
tr: Baðlantý Hatasý

source: New passwords do not match.
fi: Uudet salasanat eiv‰t t‰sm‰‰.
tr: Yeni þifreler çeliþiyor.

source: Fill out all fields completely.
fi: T‰yt‰ kaikki kent‰t kokonaan.
tr: Tüm alanlarý doldurun.

source: Original password
fi: Vanha salasana
tr: Orijinal þifre

source: New password
fi: Uusi salasana
tr: Yeni þifre

source: New password (again)
fi: Uusi salasana (uudelleen)
tr: Yeni þifre (tekrar)

source: Change password for %s
fi: Vaihda %s:n salasana
tr: %s için þifre deðiþtir

source: Please enter your current password and your new password.
fi: Anna nykyinen sek‰ uusi salasana.
tr: Lütfen þu anki ve yeni þifrenizi girin.

source: Change user information for %s
fi: Vaihda k‰ytt‰j‰tietoja - %s
tr: %s için kullanýcý bilgilerini deðiþtir

source: Save
fi: Tallenna
sk: Ulo¾i»
tr: Kaydet

source: Unknown
fi: Tuntematon
tr: Bilinmeyen

source: Chats
fi: Chatit

source: Group not removed
fi: Ryhm‰‰ ei poistettu
tr: Grup kaldýrýlmadý

source: Registration Error
fi: Rekisterˆintivirhe
tr: Kayýt Hatasý

source: Unable to send message.
fi: Viesti‰ ei voitu l‰hett‰‰.
tr: Mesaj gönderilemedi.

source: %s entered the room.
fi: %s saapui huoneeseen.
sk: %s vstúpil do miestnosti.
tr: %s odaya giriþ yaptý.

source: %s [<I>%s</I>] entered the room.
fi: %s [<I>%s</I>] saapui huoneeseen.
tr: %s [<I>%s</I>] odaya giriþ yaptý.

source: You are now known as %s
fi: Olet nyt nimelt‰si %s
tr: Ýsminizi %s olarak deðiþtirdiniz

source: %s is now known as %s
fi: %s on nyt nimelt‰‰n %s
sk: %s je teraz známy ako %s
tr: %s ismini deðiþtirdi: %s

source: %s left the room (%s).
fi: %s poistui huoneesta (%s).
tr: %s odayý terk etti (%s).

source: %s left the room.
fi: %s poistui huoneesta.
sk: %s opustil miestnos».
tr: %s odayý terk etti.

source: (+%d more)
fi: (+%d muuta)
tr: (+%d daha)

source: left the room (%s).
fi: poistui huoneesta (%s).
tr: odayý terk etti (%s).

source: Last created window
fi: Viimeksi luotu ikkuna
tr: Son açýlan pencere

source: Separate IM and Chat windows
fi: N‰yt‰ pikaviestit ja ryhm‰keskustelut eri ikkunoissa
tr: Mesaj ve sohbet pencerelerini ayýr

source: New window
fi: Uusi ikkuna
tr: Yeni pencere

source: By group
fi: Ryhm‰n mukaan
tr: Gruba göre

source: By account
fi: Tilin mukaan
tr: Hesap türüne göre

source: Error reading %s: %s.
fi: Virhe luettaessa %s: %s.
tr: Okuma hatasý %s: %s.

source: Error writing %s: %s.
fi: Virhe kirjoitettaessa %s: %s.
tr: Yazma hatasý %s: %s.

source: Error accessing %s: %s.
fi: Virhe k‰ytett‰ess‰ tiedostoa %s: %s.
tr: Ulaþma hatasý %s: %s.

source: Cannot send a file of 0 bytes.
fi: Ei voida l‰hett‰‰ tiedostoa jonka koko on 0 tavua.
tr: 0 baytlýk bir dosya gönderemezsiniz.

source: Cannot send a directory.
fi: Ei voida l‰hett‰‰ hakemistoa.
tr: Klasör gönderemezsiniz.
