Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: %s is not a regular file. Cowardly refusing to overwrite it.
fi: %s ei ole tavallinen tiedosto. Ei suostuta ylikirjoittamaan sit‰.
tr: %s düzgün bir dosya deðil. Üzerine yazýlmaktan vazgeçildi.

source: %s wants to send you %s (%s)
fi: %s on l‰hett‰m‰ss‰ sinulle %s (%s)
tr: %s size dosya göndermek istiyor: %s (%s)

source: Accept file transfer request from %s?
fi: Hyv‰ksyt‰‰nkˆ tiedostonsiirtopyyntˆ k‰ytt‰j‰lt‰ %s?
tr: %s tarafýndan gönderilen dosyayý kabul ediyor musunuz?

source: A file is available for download from: Remote host: %s Remote port: %d
fi: Tiedosto on ladattavissa: Et‰kone: %s Portti: %d
tr: Ýndirmek için dosya hazýr: Uzak bilgisayar: %s Eriþim portu: %d

source: %s is not a valid filename.
fi: %s ei ole kelvollinen tiedostonimi.
tr: %s geçerli bir dosya ismi deðil.

source: %s canceled the transfer of %s
fi: %s peruutti tiedoston %s siirron
tr: %s, %s transferinden vazgeçti

source: Using AIM: URIs: Sending an IM to a screen name: gaim-remote uri 'aim:goim?screenname=Penguin&message=hello+world' In this case, 'Penguin' is the screen name we wish to IM, and 'hello world' is the message to be sent. '+' must be used in place of spaces. Please note the quoting used above - if you run this from a shell the '&' needs to be escaped, or the command will stop at that point. Also,the following will just open a conversation window to a screen name, with no message: gaim-remote uri 'aim:goim?screenname=Penguin' Joining a chat: gaim-remote uri 'aim:gochat?roomname=PenguinLounge' ...joins the 'PenguinLounge' chat room. Adding a buddy to your buddy list: gaim-remote uri 'aim:addbuddy?screenname=Penguin' ...prompts you to add 'Penguin' to your buddy list.
fi: AIM: URI:en k‰yttˆ: Pikaviestin l‰hetys n‰yttˆnimelle: gaim-remote uri 'aim:goim?screenname=Penguin&message=hello+world' T‰ss‰ esimerkiss‰ l‰hetet‰‰n viesti nimelle 'Penguin' ja 'hello world' on l‰hetett‰v‰ viesti. '+':aa tulee k‰ytt‰‰ v‰lilyˆnnin sijasta. Huomaa lainausmerkkien k‰yttˆ - jos t‰m‰ suoritetaan komentorivill‰ '&'-merkit tulee kiert‰‰ tai komennon suoritus loppuu siihen. Seuraava avaa vastaanottajalle ainoastaan keskusteluikkunan ilman viesti‰: gaim-remote uri aim:goim?screenname=Penguin Chattiin liittyminen: gaim-remote uri 'aim:gochat?roomname=PenguinLounge' ...liittyy 'PenguinLounge'-chathuoneeseen. Tuttavan lis‰‰minen tuttavalistaan: gaim-remote uri 'aim:addbuddy?screenname=Penguin' ...pyyt‰‰ lis‰‰m‰‰n tuttavan 'Penguin' tuttavalistalle.

source: Close running copy of Gaim
fi: Sulje k‰ynniss‰oleva Gaim
tr: Çalýþan diðer Gaim programýný kapat

source: Mark all accounts as "away" with the default message.
fi: Merkitse kaikki tilit poissaolevaksi oletus poissaoloviestill‰.

source: Set all accounts as not away.
fi: Poista poissaolotila kaikilta k‰ytt‰j‰tileilt‰.

source: <b>File:</b> %s <b>File size:</b> %s <b>Image size:</b> %dx%d
fi: <b>Tiedosto:</b> %s <b>Tiedoston koko:</b> %s <b>Kuvan koko:</b> %dx%d
tr: <b>Dosya:</b> %s <b>Dosya boyutu:</b> %s <b>Resim boyutu:</b> %dx%d

source: Login Options
fi: Sis‰‰nkirjautumisvalinnat
tr: Giriþ Seçenekleri

source: Protocol:
fi: Protokolla:
sk: Protokol:
tr: Protokol:

source: Screen Name:
fi: N‰yttˆnimi:
tr: Kayýtlý Ýsim:

source: Password:
fi: Salasana:
sk: Heslo:
tr: Þifre:

source: Remember password
fi: Muista salasana
tr: Þifreyi hatýrla

source: User Options
fi: K‰ytt‰j‰n valinnat
tr: Kullanýcý Seçenekleri

source: New mail notifications
fi: Ilmoita uudesta s‰hkˆpostista
tr: Yeni posta bildiricisi

source: Buddy icon:
fi: Tuttavakuvake:
tr: Resim:

source: %s Options
fi: %s-valinnat
tr: %s Seçenekleri

source: Use Global Proxy Settings
fi: K‰yt‰ globaalia proxy-asetusta
tr: Evrensel Proxy Ayarlarýný Kullan

source: No Proxy
fi: Ei v‰lityspalvelinta
sk: Bez proxy
tr: Proxy Kullanma

source: Use Environmental Settings
fi: K‰yt‰ ymp‰ristˆasetuksia
tr: Genel Ayarlarý Kullan

source: you can see the butterflies mating
fi: voit n‰hd‰ perhosten parittelevan

source: If you look real closely
fi: Jos katsot todella tarkkaan

source: Proxy Options
fi: V‰lityspalvelinvalinnat
sk: Voµby proxy
tr: Proxy Ayarlarý

source: Proxy _type:
fi: V‰lityspalvelimen _tyyppi:
tr: Proxy _tipi:

source: _Host:
fi: _Is‰nt‰:

source: _Port:
fi: _Portti:

source: _Username:
fi: _K‰ytt‰j‰nimi:
tr: _Kullanýcý Adý:

source: Pa_ssword:
fi: _Salasana:
tr: Þif_re

source: Add Account
fi: Lis‰‰ tili
tr: Hesap ekle

source: Modify Account
fi: Muokkaa tili‰
tr: Hesabý Deðiþtir

source: Register
fi: Rekisterˆi
tr: Kaydol

source: Are you sure you want to delete %s?
fi: Haluatko varmasti poistaa %s:n?
sk: Ste si, ¾e chcete vymazat %s
tr: %s silmek istediðinize emin misiniz?

source: Delete
fi: Poista
sk: Zmaza»
tr: Sil

source: Screen Name
fi: N‰yttˆnimi
tr: Kayýtlý Ýsim

source: Protocol
fi: Protokolla
tr: Protokol

source: %s%s%s%s has made %s his or her buddy%s%s%s
fi: %s%s%s%s on tehnyt %s:sta tuttavansa%s%s%s

source: Do you wish to add him or her to your buddy list?
fi: Haluatko lis‰t‰ h‰net tuttavalistallesi?
tr: Bu kiþiyi kullanýcý listenize eklemek istiyor musunuz?

source: Add buddy to your list?
fi: Lis‰‰ tuttava listalle?
tr: Kiþiyi listenize eklemek istiyor musunuz?

source: Add
fi: Lis‰‰
sk: Prida»
tr: Ekle

source: Join a Chat
fi: Liity ryhm‰keskusteluun
tr: Sohbete Katýl

source: Please enter the appropriate information about the chat you would like to join.
fi: Anna tiedot chatist‰ johon haluat liitty‰.

source: _Account:
fi: _K‰ytt‰j‰tili:
tr: _Hesap

source: Get _Info
fi: Hae _tiedot
tr: Bilgiyi Al

source: I_M
fi: _Pikaviesti
tr: Mesaj

source: _Send File
fi: _L‰het‰ tiedosto
tr: _Dosya Gönder

source: Add Buddy _Pounce
fi: Lis‰‰ tuttava_ilmoitin
tr: Yeni Uyarýcý Ekle

source: View _Log
fi: N‰yt‰ _loki
tr: _Kayýtlarý Göster

source: Remove Contact
fi: Poista kontakti
tr: Kiþiyi Kaldýr

source: _Remove
fi: _Poista
tr: _Kaldýr

source: Add a _Buddy
fi: Lis‰‰ _tuttava
tr: Kiþi Ekle

source: Add a C_hat
fi: Lis‰‰ _ryhm‰keskustelu
tr: _Sohbet Ekle

source: _Delete Group
fi: _Poista ryhm‰
tr: _Grubu Sil

source: _Rename
fi: Nime‰ _uudelleen
tr: Ye_niden Adlandýr

source: _Join
fi: _Liity
tr: _Katýl

source: Auto-Join
fi: Kirjautu sis‰‰n automaattisesti
tr: Otomatik Katýl

source: _Collapse
fi: _Pienenn‰
tr: _Daralt

source: _Expand
fi: _Laajenna
tr: _Geniþlet

source: You are not currently signed on with an account that can add that buddy.
fi: Et ole kirjautuneena mill‰‰n protokollalla jolla voisi lis‰t‰ kyseisen tuttavan.

source: /_Buddies
fi: /_Tuttavat
tr: /_Kiþiler

source: /Buddies/New Instant _Message...
fi: /Tuttavat/Uusi _pikaviesti...
tr: /_Kiþiler/Yeni _Mesaj...

source: /Buddies/Join a _Chat...
fi: /Tuttavat/Liity _ryhm‰keskusteluun...
tr: /_Kiþiler/Sohbete Katýl...

source: /Buddies/Get User _Info...
fi: /Tuttavat/Hae _k‰ytt‰j‰tiedot...
tr: /_Kiþiler/Kullanýcý Bilgisi Al...

source: /Buddies/View User _Log...
fi: /Tuttavat/N‰yt‰ k‰ytt‰j‰_loki...
tr: /_Kiþiler/Kiþi Kayýtlarýný Göster...

source: /Buddies/Show _Offline Buddies
fi: /Tuttavat/N‰yt‰ poissaolevat tuttavat
tr: /_Kiþiler/Çevrimdýþý Kiþileri Göster

source: /Buddies/Show _Empty Groups
fi: /Tuttavat/N‰yt‰ tyhj‰t ryhm‰t
tr: /_Kiþiler/Boþ Gruplarý Göster

source: /Buddies/_Add Buddy...
fi: /Tuttavat/_Lis‰‰ tuttava...
tr: /_Kiþiler/_Arkadaþ Ekle...

source: /Buddies/Add C_hat...
fi: /Tuttavat/Lis‰‰ ryhm‰keskustelu...
tr: /_Kiþiler/Sohbet Ekle...

source: /Buddies/Add _Group...
fi: /Tuttavat/Lis‰‰ _ryhm‰...
tr: /_Kiþiler/Grup Ekle...

source: /Buddies/_Quit
fi: /Tuttavat/_Lopeta
tr: /_Kiþiler/_Kapat

source: /_Tools
fi: /_Tyˆkalut
tr: /_Araçlar

source: /Tools/Buddy _Pounce
fi: /Tyˆkalut/Tuttava_ilmoitin
tr: /Araçlar/_Uyarýcýlar

source: /Tools/Account Ac_tions
fi: /Tyˆkalut/_K‰ytt‰j‰tilitoiminnot
tr: /Araçlar/Hesaplarla Ýlgili

source: /Tools/Pl_ugin Actions
fi: /Tyˆkalut/_Liit‰nn‰istoiminnot
tr: /Araçlar/Eklentilerle Ýlgili

source: /Tools/A_ccounts
fi: /Tyˆkalut/_K‰ytt‰j‰tilit
tr: /_Araçlar/_Hesaplar

source: /Tools/Pr_eferences
fi: /Tyˆkalut/A_setukset
tr: /_Araçlar/_Tercihler

source: /Tools/Pr_ivacy
fi: /Tyˆkalut/Yks_ityisyys
tr: /_Araçlar/_Güvenlik

source: /Tools/_File Transfers
fi: /Tyˆkalut/_Tiedostosiirtot...
tr: /_Araçlar/_Dosya Transferleri

source: /Tools/R_oom List
fi: /Tyˆkalut/Chat-huone_lista
tr: /_Araçlar/Oda Listesi

source: /Tools/View System _Log
fi: /Tyˆkalut/N‰yt‰ j‰rjestelm‰_loki
tr: /_Araçlar/Sistem Kayýtlarýný Göster

source: /_Help
fi: /_Ohje
tr: /_Yardým

source: /Help/Online _Help
fi: /Ohje/_Tukea linjoilla
tr: /Yardým/Çevrim_içi Yardým

source: /Help/_Debug Window
fi: /Ohje/_Testausikkuna
tr: /Yardým/_Hata Yakalama

source: /Help/_About
fi: /Ohje/Tietoj_a
tr: /Yardým/_Hakkýnda

source: <b>Account:</b> %s
fi: <b>K‰ytt‰j‰tili:</b> %s
tr: <b>Hesap:</b> %s

source: <b>Status:</b> Offline
fi: <b>Tila:</b> Poissa linjoilta
tr: <b>Durum:</b> Çevrimdýþý

source: <b>Description:</b> Spooky
fi: <b>Kuvaus:</b> Aavemainen

source: Idle (%dm)
fi: Jouten (%dm)
tr: Baðlý (%dd)

source: Offline
fi: Poissa linjoilta
tr: Çevrimdýþý

source: /Buddies/Join a Chat...
fi: /Tuttavat/Liity Chattiin...
tr: /_Kiþiler/Sohbete Katýl...

source: /Tools/Room List
fi: /Tyˆkalut/Chat-lista
tr: /Araçlar/Oda Listesi

source: /Tools/Privacy
fi: /Tyˆkalut/Yksityisyys
tr: /Araçlar/Güvenlik

source: None
fi: Ei mit‰‰n
sk: ®iadne
tr: Hiçbiri

source: Alphabetical
fi: Aakkosellinen
tr: Alfabetik

source: By status
fi: Tilan mukaan
tr: Duruma göre

source: By log size
fi: Lokin koon mukaan
tr: Kayýt büyüklüðüne göre

source: /Tools/Buddy Pounce
fi: /Tyˆkalut/Tuttavailmoitin
tr: /Araçlar/Uyarýcýlar

source: /Tools/Account Actions
fi: /Tyˆkalut/K‰ytt‰j‰tilitoiminnot
tr: /Araçlar/Hesaplarla Ýlgili

source: /Tools/Plugin Actions
fi: /Tyˆkalut/Liit‰nn‰istoiminnot
tr: /Araçlar/Eklentilerle Ýlgili

source: /Buddies/Show Offline Buddies
fi: /Tuttavat/N‰yt‰ poissaolevat tuttavat
tr: /Kiþiler/Çevrimdýþý Kiþileri Göster

source: /Buddies/Show Empty Groups
fi: /Tuttavat/N‰yt‰ tyhj‰t ryhm‰t
tr: /Kiþiler/Boþ Gruplarý Göster

source: Add Buddy
fi: Lis‰‰ tuttava
sk: Prida» kamaráta
tr: Kiþi Ekle

source: Please enter the screen name of the person you would like to add to your buddy list. You may optionally enter an alias, or nickname, for the buddy. The alias will be displayed in place of the screen name whenever possible.
fi: Syˆt‰ sen henkilˆn n‰yttˆnimi, jonka haluat lis‰t‰ tuttavalistalle. Voit myˆs valita aliaksen (tai lempinimen) tuttavalle. Alias n‰ytet‰‰n n‰yttˆnimen sijasta aina kuin mahdollista.
tr: Lütfen eklemek istediðiniz kiþinin listedeki ismini girin. Ýsterseniz kiþinin görünen ismini deðiþtirebilirsiniz. Böylece mümkün olduðu takdirde girdiðiniz isim, kiþinin kayýtlý ismi yerine listenizde görünecektir.

source: Account:
fi: K‰ytt‰j‰tili:
tr: Hesap:

source: This protocol does not support chat rooms.
fi: T‰m‰ protokolla ei tue chat-huoneita.
tr: Bu protokol sohbet odalarýný desteklemiyor.

source: You are not currently signed on with any protocols that have the ability to chat.
fi: Et ole kirjautuneena mill‰‰n protokollalla jolla voisi k‰ytt‰‰ ryhm‰keskustelua.
tr: Sohbet etmek için hiçbir sohbet protokolüne giriþ yapmadýnýz.

source: Add Chat
fi: Lis‰‰ ryhm‰keskustelu
tr: Sohbet Ekle

source: Please enter an alias, and the appropriate information about the chat you would like to add to your buddy list.
fi: Anna alias, ja tiedot ryhm‰keskustelusta jonka haluat lis‰t‰ tuttavalistalle.
tr: Lütfen bir görünen isim ve listeye eklemek istediðiniz sohbet hakkýnda uygun bir bilgi girin.

source: Add Group
fi: Lis‰‰ ryhm‰
sk: Prida» skupinu
tr: Grup Ekle

source: Please enter the name of the group to be added.
fi: Anna lis‰tt‰v‰n ryhm‰n nimi.
tr: Lütfen eklemek istediðiniz grubun ismini girin.

source: No actions available
fi: Ei toimintoja saatavilla.
tr: Kullanýlabilir iþlem yok

source: <span weight="bold" size="larger">%s has been disconnected.</span> %s %s
fi: <span weight="bold" size="larger">%s - yhteys on katkennut.</span> %s %s
tr: <span weight="bold" size="larger">%s baðlantýsý kesildi.</span> %s %s

source: Reason Unknown.
fi: Tuntematon syy.
tr: Bilinmeyen Sebep.

source: _Reconnect
fi: _Uudelleenyhdist‰
tr: _Yeniden Baðlan

source: Reconnect _All
fi: Uudelleenyhdist‰ _kaikki
tr: _Tümüne Yeniden Baðlan

source: Time
fi: Aika
tr: Zaman

source: me is using Gaim v%s.
fi: Min‰ k‰ytt‰‰ Gaim versiota v%s.
tr: Gaim v%s kullanýyorum.

source: Supported debug options are: version
fi: Tuetut debug valinnat ovat: versio
tr: Desteklenen hata ayýklama seçenekleri: versiyon

source: No such command (in this context).
fi: Komento ei saatavilla (t‰ss‰ kontekstissa).
tr: Geçersiz komut.

source: Use "/help &lt;command&gt;" for help on a specific command. The following commands are available in this context:
fi: Kirjoita "/help &alt;komento&gt;" saadaksesi ohjeen tietyst‰ komennosta. Seuraavat komennot ovat saatavilla t‰ss‰ kontekstissa:
tr: "/help &lt;komut&gt;" yazarak belirtilen komutla ilgili yardým alabilirsiniz. Aþaðýdakiler burada geçerli olan komutlardýr:

source: No such command.
fi: Sellaista komentoa ei ole.
tr: Bilinmeyen komut.

source: Syntax Error: You typed the wrong number of arguments to that command.
fi: Syntaksivirhe: Syˆtit v‰‰r‰n m‰‰r‰n argumentteja kyseiselle komennolle.
tr: Syntax Hatasý: Komut için yanlýþ sayýda parametre verdiniz.

source: Your command failed for an unknown reason.
fi: Komento ep‰onnistui tuntemattomasta syyst‰.
tr: Bilinmeyen bir sebepten komutunuz çalýþmadý.

source: That command doesn't work on this protocol.
fi: T‰m‰ komento ei toimi t‰lle protokollalle.
tr: Komut, bu protokol üzerinde çalýþmaz.

source: Invite Buddy Into Chat Room
fi: Kutsu tuttava keskusteluhuoneeseen
tr: Kiþiyi Sohbet Odasýna Davet Et

source: Please enter the name of the user you wish to invite, along with an optional invite message.
fi: Anna kutsuttavan k‰ytt‰j‰n nimi sek‰ vapaaehtoinen viesti.
tr: Ýsterseniz bir davet mesajýyla beraber davet etmek istediðiniz kiþinin ismini girin.

source: _Buddy:
fi: _Tuttava:
tr: _Kiþi:

source: _Message:
fi: _Viesti:
tr: _Mesaj:

source: Unable to open file.
fi: Ei kyetty avaamaan tiedostoa.
tr: Dosya açýlamýyor.

source: <h1>Conversation with %s</h1>
fi: <h1>Keskustelu k‰ytt‰j‰n %s kanssa</h1>
tr: <h1>%s ile yazýþma</h1>

source: Save Conversation
fi: Tallenna keskustelu
sk: Ulo¾i» konverzáciu
tr: Yazýþmayý Kaydet

source: Find
fi: Etsi
tr: Bul

source: _Search for:
fi: _Haettava termi:
tr: Aranan:

source: IM
fi: Pikaviesti

source: Send File
fi: L‰het‰ tiedosto
sk: Posla» súbor
tr: Dosya Gönder

source: Un-Ignore
fi: V‰lit‰
sk: Od-ignorova»
tr: Yoksayma

source: Ignore
fi: ƒl‰ v‰lit‰
sk: Ignorova»
tr: Yoksay

source: Info
fi: Tietoja
tr: Bilgi

source: Remove
fi: Poista
sk: Zru¹i»
tr: Kaldýr

source: Unable to save icon file to disk.
fi: Ikonitiedostoa ei voida tallentaa levylle.
tr: Ýkon diske kaydedilemedi

source: Save Icon
fi: Tallenna kuvake
tr: Ýkonu Kaydet

source: Animate
fi: Animoi
tr: Oynat

source: Hide Icon
fi: Piilota kuvake
sk: Skry» ikonu
tr: Ýkonu Gizle

source: Save Icon As...
fi: Tallenna kuvake nimell‰...
sk: Ulo¾i» ikonu ako...
tr: Ýkonu Farklý Kaydet...

source: User is typing...
fi: K‰ytt‰j‰ kirjoittaa...
tr: Kullanýcý yazýyor...

source: User has typed something and paused
fi: K‰ytt‰j‰ kirjoitti jotain ja keskeytti
tr: Kullanýcý bir þeyler yazdý ve durdu

source: _Send As
fi: _L‰het‰ nimell‰
tr: _Farklý Kaydet

source: /_Conversation
fi: /_Keskustelu
tr: /_Yazýþma

source: /Conversation/New Instant _Message...
fi: /Keskustelu/Uusi _pikaviesti...
tr: /Yazýþma/Yeni _Mesaj...

source: /Conversation/_Find...
fi: /Keskustelu/_Etsi...
tr: /Yazýþma/_Ara...

source: /Conversation/View _Log
fi: /Keskustelu/N‰yt‰_loki...
tr: /Yazýþma/_Kayýtlarý Göster

source: /Conversation/_Save As...
fi: /Keskustelu/_Tallenna nimell‰...
tr: /Yazýþma/Farklý Kaydet...

source: /Conversation/Clear
fi: /Keskustelu/Tyhjenn‰
tr: /Yazýþma/Temizle

source: /Conversation/Se_nd File...
fi: /Keskustelu/_L‰het‰ Tiedosto...
tr: /Yazýþma/_Dosya Gönder...

source: /Conversation/Add Buddy _Pounce...
fi: /Keskustelu/Lis‰‰ tuttava_ilmoitin...
tr: /Yazýþma/_Uyarýcý Ekle...

source: /Conversation/_Get Info
fi: /Keskustelu/_Hae tiedot...
tr: /Yazýþma/_Bilgiyi Al

source: /Conversation/In_vite...
fi: /Keskustelu/Kut_su...
tr: /Yazýþma/Davet Et...

source: /Conversation/Al_ias...
fi: /Keskustelu/A_lias...

source: /Conversation/_Block...
fi: /Keskustelu/E_st‰...
tr: /Yazýþma/Engelle...

source: /Conversation/_Add...
fi: /Keskustelu/_Lis‰‰...
tr: /Yazýþma/_Ekle...

source: /Conversation/_Remove...
fi: /Keskustelu/_Poista...
tr: /Yazýþma/_Kaldýr...

source: /Conversation/Insert Lin_k...
fi: /Keskustelu/Lis‰‰ lin_kki...
tr: /Yazýþma/Kýsayol Ekle...

source: /Conversation/Insert Imag_e...
fi: /Keskustelu/Liit‰ _kuva...
tr: /Yazýþma/_Resim Ekle...

source: /Conversation/_Close
fi: /Keskustelu/_Sulje
tr: /Yazýþma/_Kapat

source: /_Options
fi: /_Valinnat
tr: /_Seçenekler

source: /Options/Enable _Logging
fi: /Valinnat/_Lokiinkirjaus
tr: /_Seçenekler/_Kayýt Tut

source: /Options/Enable _Sounds
fi: /Valinnat/S_oita merkki‰‰net
tr: /_Seçenekler/_Ses Açýk

source: /Options/Show Ti_mestamps
fi: /Valinnat/N‰yt‰ _aikaleima

source: /Conversation/View Log
fi: /Keskustelu/N‰yt‰ loki...
tr: /Yazýþma/Kayýtlarý Göster

source: /Conversation/Send File...
fi: /Keskustelu/L‰het‰ Tiedosto...
tr: /Yazýþma/Dosya Gönder...

source: /Conversation/Add Buddy Pounce...
fi: /Keskustelu/Lis‰‰ tuttavailmoitin...
tr: /Yazýþma/Uyarýcý Ekle...

source: /Conversation/Get Info
fi: /Keskustelu/Hae tiedot...
tr: /Yazýþma/Bilgiyi Al

source: /Conversation/Invite...
fi: /Keskustelu/Kutsu...
tr: /Yazýþma/Davet Et...

source: /Conversation/Alias...
fi: /Keskustelu/Alias...
tr: /Yazýþma/Görünen Ýsim...

source: /Conversation/Block...
fi: /Keskustelu/Est‰...
tr: /Yazýþma/Yoksay...

source: /Conversation/Add...
fi: /Keskustelu/Lis‰‰...
tr: /Yazýþma/Ekle...

source: /Conversation/Remove...
fi: /Keskustelu/Poista...
tr: /Yazýþma/Kaldýr...

source: /Conversation/Insert Link...
fi: /Keskustelu/Liit‰ linkki...
tr: /Yazýþma/Kýsayol Ekle...

source: /Conversation/Insert Image...
fi: /Keskustelu/Liit‰ kuva...
tr: /Yazýþma/Resim Ekle...

source: /Options/Enable Logging
fi: /Valinnat/Lokiinkirjaus
tr: /_Seçenekler/Kayýt Tut

source: /Options/Enable Sounds
fi: /Valinnat/Soita merkki‰‰net
tr: /_Seçenekler/Ses Açýk

source: /Options/Show Timestamps
fi: /Valinnat/N‰yt‰ aikaleima
tr: /_Seçenekler/Zamaný Göster

source: Topic:
fi: Aihe:
sk: Téma:
tr: Konu:

source: 0 people in room
fi: 0 ihmist‰ huoneessa
sk: 0 µudí v miestnosti
tr: Odada kimse yok

source: IM the user
fi: L‰het‰ pikaviesti k‰ytt‰j‰lle
tr: Kullanýcýya mesaj

source: Ignore the user
fi: ƒl‰ v‰lit‰ k‰ytt‰j‰st‰
tr: Kullanýcýyý yoksay

source: Get the user's information
fi: Hae k‰ytt‰j‰tiedot
tr: Kullanýcýnýn bilgisini al

source: Close conversation
fi: Sulje keskustelu
tr: Yazýþmayý kapat

source: %d person in room
fi: %d ihminen huoneessa
tr: %d kiþi odada

source: say &lt;message&gt;: Send a message normally as if you weren't using a command.
fi: say &lt;viesti&gt;: L‰het‰ viesti normaalisti, niin kuin et olisi k‰ytt‰m‰ss‰ komentoa.
tr: say &lt;mesaj&gt;: Komut kullanmýyormuþunuz gibi mesaj göndermenizi saðlar.

source: me &lt;action&gt;: Send an IRC style action to a buddy or chat.
fi: me &lt;toiminta&gt;: L‰het‰ IRC-tyylinen toiminta tuttavalle tai chattiin.

source: debug &lt;option&gt;: Send various debug information to the current conversation.
fi: debug &lt;valinta&gt;: L‰het‰ eri debug-tietoja senhetkiseen keskusteluun.

source: help &lt;command&gt;: Help on a specific command.
fi: help &lt;komento&gt;: Ohje tietylle komennolle.
tr: help &lt;komut&gt;: Belirtilen komutla ilgili yardým.

source: Save Debug Log
fi: Tallenna Debug-loki
tr: Hata Kaydýný Sakla

source: Debug Window
fi: Testausikkuna
tr: Hata Ayýklama Penceresi

source: Clear
fi: Tyhjenn‰
sk: Vyèisti»

source: Pause
fi: Tauko
tr: Durakla

source: Timestamps
fi: Aikaleimat
tr: Zaman

source: lead developer
fi: p‰‰kehitt‰j‰
tr: geliþtirici

source: developer
fi: kehitt‰j‰
tr: geliþtirici

source: developer & webmaster
fi: Kehitt‰j‰ & verkkosivujen yll‰pit‰j‰
tr: geliþtirici & sitesahibi

source: win32 port
fi: win32 k‰‰nnˆs
tr: win32 portu

source: support
fi: tuki
tr: destek

source: maintainer
fi: yll‰pit‰j‰
tr: ilgili

source: original author
fi: alkuper‰inen tekij‰
tr: Özgün dizgi

source: hacker and designated driver [lazy bum]
fi: hakkeri sek‰ m‰‰r‰tty kuljettaja [laiska pummi]

source: Bulgarian
fi: Bulgaria
tr: Bulgarca

source: Catalan
fi: Katalaani
tr: Katalan dili

source: Czech
fi: Tsekki
tr: Çekçe

source: Danish
fi: Tanska
tr: Danimarka dili

source: German
fi: Saksa
tr: Almanca

source: British English
fi: Brittienglanti
tr: Ýngiliz Ýngilizcesi

source: Canadian English
fi: Kanadan Englanti
tr: Kanada Ýngilizcesi

source: Spanish
fi: Espanja
tr: Ýspanyolca

source: Finnish
fi: Suomi
tr: Fince

source: French
fi: Ranska
tr: Fransýzca

source: Hebrew
fi: Heprea
tr: Ýbranice

source: Hungarian
fi: Unkari
tr: Macarca

source: Italian
fi: Italia
tr: Ýtalyanca

source: Japanese
fi: Japani
tr: Japonca

source: Lithuanian
fi: Liettua
tr: Litvanca

source: Korean
fi: Korea
tr: Korece

source: Macedonian
fi: Makedonia
tr: Makedonca

source: Norwegian
fi: Norja
tr: Norveç dili

source: Polish
fi: Puola
tr: Polonyaca

source: Portuguese
fi: Portugali
tr: Portekizce

source: Portuguese-Brazil
fi: Portugali (brasilialainen)

source: Romanian
fi: Romania
tr: Romence

source: Russian
fi: Ven‰j‰
tr: Rusça

source: Serbian
fi: Serbia
tr: Sýrpça

source: Slovenian
fi: Sloveeni
tr: Sloven dili

source: Swedish
fi: Ruotsi
tr: Ýsveççe

source: Vietnamese
fi: Vietnam
tr: Vietnamese (VIQR)

source: T.M.Thanh and the Gnome-Vi Team
fi: T.M Thanh ja Gnome Vi-tyˆryhm‰

source: Simplified Chinese
fi: Kiina (yksinkertaistettu)
tr: Çince (Basit)

source: Traditional Chinese
fi: Kiina (perinteinen)
tr: Çince (Geleneksel)

source: Amharic
fi: Amhara
tr: Habeþçe (EZ+)

source: Slovak
fi: Slovakki
tr: Slovak dili

source: About Gaim
fi: Gaim:ista
sk: O aplikácii Gaim
tr: Gaim Hakkýnda

source: <FONT SIZE="4">IRC:</FONT> #gaim on irc.freenode.net<BR><BR>
fi: <FONT SIZE="4">IRC:</FONT> #gaim palvelimella irc.freenode.net<BR><BR>

source: Active Developers
fi: Aktiiviset kehitt‰j‰t
tr: Aktif Geliþtiriciler

source: Crazy Patch Writers
fi: Villit korjausp‰ivitysten kirjoittajat

source: Retired Developers
fi: Poistuneet kehitt‰j‰t

source: Current Translators
fi: Nykyiset kielenk‰‰nt‰j‰t
tr: Þu anki Çevirmenler

source: Past Translators
fi: Aikaisemmat kielenk‰‰nt‰j‰t
tr: Eski Çevirmenler

source: _Account
fi: _K‰ytt‰j‰tili
tr: _Hesap

source: New Instant Message
fi: Uusi pikaviesti
tr: Yeni Mesaj

source: Get User Info
fi: Hae k‰ytt‰j‰tiedot
sk: Získa» informácie o u¾ívateµovi
tr: Kullanýcý Bilgisini Al

source: Alias Contact
fi: Anna kontaktiryhm‰lle alias
tr: Görünen Ýsim

source: Enter an alias for this contact.
fi: Anna alias t‰lle kontaktiryhm‰lle.
tr: Bu kiþi için görünen ismi girin.

source: Enter an alias for %s.
fi: Anna %s:n alias.
tr: %s için görünen ismi girin.

source: Alias Buddy
fi: Anna tuttavalle alias
sk: Alias kamaráta
tr: Görünen Ýsim...

source: Alias Chat
fi: Anna ryhm‰keskustelulle alias
tr: Görünen Sohbet

source: Enter an alias for this chat.
fi: Syˆt‰ aliasnimi t‰lle ryhm‰keskustelulle.
tr: Bu sohbet için görünen ismi girin.

source: You are about to remove the group %s and all its members from your buddy list. Do you want to continue?
fi: Olet poistamassa ryhm‰‰ nimelt‰ '%s' tuttavalistaltasi. Haluatko jatkaa?

source: Remove Group
fi: Poista ryhm‰
tr: _Grubu Sil

source: You are about to remove %s from your buddy list. Do you want to continue?
fi: Olet poistamassa '%s':n tuttavalistaltasi. Haluatko jatkaa?

source: Remove Buddy
fi: Poista tuttava
tr: Kiþiyi Sil
