Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: Send message through server
sk: Po¹li správu cez server
tr: Mesajý server üzerinden yolla

source: Connecting...
tr: Baðlanýlýyor...

source: Nick:
sk: Prezývka:
tr: Takma Ad:

source: Gaim User
tr: Gaim Kullanýcýsý

source: File Transfer Aborted
tr: Dosya Transferinden Vazgeçildi

source: Encodings
tr: Kodlamalar

source: Real name
tr: Gerçek Ad

source: Logo
tr: Amblem

source: Roomlist Error
tr: Oda Listesi Hatasý

source: Error retreiving roomlist
tr: Oda listesi alýnýrken hata

source: Logged out
tr: Oturum kapandý.

source: Hide Operating System
tr: Ýþletim Sistemini Gizle

source: Force old SSL
tr: Eski SSL kullan

source: Bad ticket
tr: Hata

source: Blocked
tr: Engellenmiþ

source: <b>Alias:</b> %s<br>
tr: <b>Görünen isim:</b> %s<br>

source: Display conversation closed notices
tr: Yazýþma penceresini kapattýðýnda bildir

source: Display timeout notices
tr: Zamanaþýmlarýný bildir

source: %s is not a valid group.
tr: %s geçerli bir grup deðil.

source: Unknown error.
tr: Bilinmeyen Hata

source: %s on %s (%s)
tr: %s - %s (%s)

source: %s could not be added because your buddy list is full.
tr: %s eklenemiyor, çünkü listeniz dolu durumda.

source: %s is not a valid passport account.
tr: %s geçerli bir passport hesabý deðil.

source: Unable to rename group
tr: Grup adý deðiþtirilemiyor

source: Unable to delete group
tr: Grup silinemiyor

source: Writing error
tr: Yazma hatasý

source: Reading error
tr: Okuma hatasý

source: Connection error from %s server (%s): %s
tr: %s sunucusunda baðlantý hatasý (%s): %s

source: Our protocol is not supported by the server.
tr: Bu protokol sunucu tarafýndan desteklenmiyor.

source: Error parsing HTTP.
tr: HTTP ayrýþtýrma hatasý

source: Your MSN buddy list is temporarily unavailable. Please wait and try again.
tr: MSN listenize geçici olarak baðlanýlamýyor. Lütfen daha sonra tekrar deneyin.

source: Transferring
tr: Ýletiliyor

source: Starting authentication
tr: Kimlik denetleniyor

source: Getting cookie
tr: Çerez alýnýyor

source: Sending cookie
tr: Çerez gönderiliyor

source: The conversation has become inactive and timed out.
tr: Yazýþma zaman aþýmýna uðradý ve deaktif oldu.

source: Chat
tr: Sohbet

source: Video Chat
tr: Görüntülü Sohbet

source: Visible
tr: Görünür

source: Failed to leave channel
tr: Kanalý terk ederken hata

source: Yahoo Japan
tr: Yahoo Japon

source: Custom
tr: Deðiþtir

source: Please enter your password
sk: Zadajte, prosím, Va¹e heslo
tr: Þifrenizi girin

source: %s logged in.
sk: %s prihlásený.
tr: %s oturumu açtý.

source: %s signed on
tr: %s giriþ yaptý

source: %s logged out.
sk: %s odhlásený.
tr: %s oturumu kapattý.

source: %s signed off
tr: %s çýktý

source: %s has just been warned by %s. Your new warning level is %d%%
tr: %s, %s tarafýndan uyarýldý. Yeni uyarý seviyeniz %d%%

source: an anonymous person
tr: bilinmeyen kiþi

source: %s has invited %s to the chat room %s: <b>%s</b>
tr: %3$s sohbet odasýna %1$s tarafýndan davet edilen kullanýcý: %2$s <b>%4$s</b>

source: %s has invited %s to the chat room %s
tr: %3$s sohbet odasýna %1$s tarafýndan davet edilen kullanýcý: %2$s

source: Sorry, I ran out for a bit!
tr: Maalesef burda deðilim.

source: _Alias
tr: _Görünen Ýsim

source: Gadu-Gadu User
sk: Gadu-Gadu Pou¾ívateµ

source: Gadu-Gadu Error
sk: Chyba Gadu-Gadu

source: yes
sk: Áno

source: no
sk: Nie

source: First name
sk: Meno

source: Second Name
sk: Druhé meno

source: Birth year
sk: Rok narodenia

source: Connect to search service failed (%s)
sk: Pripojenie na vyhladávaciu slu¾bu zlyhalo (%s)

source: <B>%s has changed the topic to: %s</B>
sk: <B>%s zmenil tému na: %s</B>

source: No such nick/channel
sk: ®iadna prezývka/kanál

source: IRC Error
sk: Chyba IRC

source: No such server
sk: ®iaden server

source: No nickname given
sk: Nenapísali ste prezývku

source: You have been kicked from %s: %s
sk: Boli ste vykopnutý z %s: %s

source: You have left %s
sk: Opustili ste %s

source: IRC Part
sk: Èas» IRC

source: Channel:
sk: Kanál:

source: Room:
sk: Miestnos»:

source: MSN Error
sk: Chyba MSN

source: Gaim was unable to send a message
sk: Gaim nemô¾e posla» správu

source: Invalid name
sk: Nesprávne meno

source: Join what group:
sk: Ktorú skupinu pripoji»:

source: connection error (rend)
sk: chyba spojenia (rend)

source: Chat Error!
sk: Chyba Chatu!

source: Password sent, waiting for response
sk: Poslané heslo, èakám na odpoveï

source: internal connection error
sk: vnútorná chyba spojenia

source: Signed off.
sk: Odhlásený.

source: The client version you are using is too old. Please upgrade at
sk: Verzia klienta ktorú pou¾ívate je velmi stará. Nain¹talujte si novú na

source: Authentication Failed
sk: Autentifikácia preru¹ená

source: Gaim - Error
sk: Gaim - Chyba

source: Your message to %s did not get sent: %s
sk: Va¹a správa %s nebola poslaná: %s

source: Reason unknown
sk: Dôvod neznámy

source: User information for %s unavailable: %s
sk: Informácie o pou¾ívateµovi %s su neprístupné: %s

source: <i>User has no away message</i>
sk: <i>Pou¾ívateµ nemá ¾iadnu 'Preè' správu</i>

source: <i>No Information Provided</i>
sk: <i>Neposkytnuté ¾iane informácie</i>

source: Your connection may be lost.
sk: Va¹e spojenie mo¾e by» preru¹ené.

source: AOL error
sk: Chyba AOL

source: Exchange:
sk: Výmena:

source: You have selected to open a Direct IM connection with %s. Doing this will let them see your IP address, and may be a security risk. Do you wish to continue?
sk: Vybrali ste otvorenie Priameho IM spojenia s %s. Toto dovolí iným pou¾ívateµom vidie» Va¹u IP adresu, mo¾e to by» bezpeènostné riziko. ®eláte si pokraèova»

source: Chat Error
sk: Chyba Chatu

source: Gaim - Password Change
sk: Gaim - Zmena hesla

source: Could not connect for transfer!
sk: Nemô¾em sa spoji» pre prenos!

source: Could not write file header!
sk: Nemô¾em zapísa» hlavièku súboru!

source: Your message did not get sent.
sk: Va¹a správa nebola poslaná.

source: Class:
sk: Trieda:

source: Recipient:
sk: Prijímateµ:

source: About Gaim v%s
sk: O aplikácii Gaim v%s

source: Gaim is a client that supports AOL's Instant Messenger protocol. It is written using Gtk+ and is licensed under the GPL. URL:
sk: Gaim je klient podporujúci protokol AOL Instant Messenger. Bol napísaný pou¾itím Gtk+ a je licencovaný pod GPL. URL:

source: Web Site
sk: Internetová stránka

source: Signon Error
sk: Chyba pri prihlasovaní

source: Gaim - Login
sk: Gaim - Prihlásenie

source: Screen Name:
sk: Meno obrazovky:

source: Password:
sk: Heslo:

source: Options
sk: Voµby

source: Attempting to sign on....
sk: Pokú¹am sa prihlási»....

source: Offline. Click to bring up login box.
sk: Nepripojený. Kliknite pre otvorenie prihlasovacieho okna.

source: Away.
sk: Preè.

source: Can't create Gaim applet!
sk: Nemô¾em vytvori» applet Gaim!

source: Group
sk: Skupina

source: View Log
sk: Pozrie» záznam

source: Rename
sk: Premenova»

source: Un-Alias
sk: Zru¹i» alias

source: Logged in: %s
sk: Pihlásený v: %s

source: Warnings: %d%%
sk: Výstrahy: %d%%

source: Alias: %s Screen Name: %s %s%s%s%s%s%s
sk: Alias: %s Meno obrazovky: %s %s%s%s%s%s%s

source: Information on selected Buddy
sk: Informácie o vybratom kamarátovi

source: Start/join a Buddy Chat
sk: Zaèa»/Pripoji» sa k chatu s kamarátom

source: Activate Away Message
sk: Aktivuj 'Preè' správu

source: File
sk: Súbor

source: Add A Buddy
sk: Prida» kamaráta

source: Join A Chat
sk: Pripoji» sa k chatu

source: Import Buddy List
sk: Importuj zoznam kamarátov

source: Tools
sk: Nástroje

source: Protocol Actions
sk: Akcie protokolu

source: View System Log
sk: Pozrie» systémový záznam

source: Load Script
sk: Nahra» skript

source: Unload All Scripts
sk: Zru¹i» v¹etky skripty

source: List Scripts
sk: Zoznam scriptov

source: Help
sk: Pomoc

source: Add a new Buddy
sk: Prida» nového kamaráta

source: Add a new Group
sk: Prida» novú skupinu

source: Remove selected Buddy/Group
sk: Vymaza» vybratého kamaráta/skupinu

source: Edit Buddies
sk: Editova» kamarátov

source: Gaim - Buddy List
sk: Gaim - Zoznam kamarátov

source: Buddy Chat
sk: Chat s kamarátom

source: Join Chat As:
sk: Pripoji» sa k chatu ako:

source: Join
sk: Pripoji»

source: Buddy
sk: Kamarát

source: Gaim - Invite Buddy Into Chat Room
sk: Gaim - Pozva» kamaráta do chatovacej miestnosti

source: %d %s in room
sk: %d %s v miestnosti

source: Gaim - Group Chats
sk: Gaim - Skupinové chaty

source: Gaim - Save Conversation
sk: Gaim - Ulo¾ konverzáciu

source: Unable to send message: too large
sk: Nemô¾em posla» správu: veµmi veµká

source: Message Error
sk: Chyba správy

source: Unable to send message: Unknown reason
sk: Nemô¾em posla» správu: Neznámy dôvod

source: Setting position to %d
sk: Nastavi» pozíciu na %d

source: Bold Text
sk: Tuèný text

source: Italics
sk: Kurzíva

source: Underline Text
sk: Podèiarknutý text

source: Strike through Text
sk: Preèiarknutý text

source: Strike
sk: Preèiarknutý

source: Decrease font size
sk: Zmen¹i» veµkos» fontu

source: Small
sk: Malý

source: Normal font size
sk: Normálna veµkos» fontu

source: Increase font size
sk: Zväè¹i» veµkost fontu

source: Big
sk: Veµký

source: Text Color
sk: Farba textu

source: Color
sk: Farba

source: Background Color
sk: Farba pozadia

source: Link
sk: Odkaz

source: Insert smiley face
sk: Vlo¾i» smajlíka

source: Smiley
sk: Smajlík

source: Enable logging
sk: Povoli» zaznamenávanie

source: Enable sounds
sk: Povoli» zvuky

source: Sound
sk: Zvuk

source: Gaim - Conversations
sk: Gaim - Konverzácie

source: Send message as:
sk: Posla» správu ako:

source: Gaim - Save Icon
sk: Gaim - Ulo¾i» ikonu

source: Disable Animation
sk: Nepovoli» animácie

source: Enable Animation
sk: Povoli» animácie

source: Removing '%s' from buddylist.
sk: Ma¾em '%s' zo zoznamu kamaratov.

source: Gaim - IM user
sk: Gaim - IM pou¾ívateµ

source: User:
sk: Pou¾ívateµ:

source: Gaim - Get User Info
sk: Gaim - Získa» informácie o pou¾ívatelovi

source: Gaim - Add Group
sk: Gaim - Prida» skupinu

source: Gaim - Add Buddy
sk: Gaim - Prida» kamaráta

source: Contact
sk: Kontakt

source: Add To
sk: Prida» k

source: Open IM Window
sk: Otvori» IM okno

source: Popup Notification
sk: Zobrazi» notifikáciu

source: Allow Web Searches To Find Your Info
sk: Povoli» Internetovým vyhladávaèom nájs» informácie o Vás

source: Gaim - Change Password Error
sk: Gaim - Chyba zmeny hesla

source: Fill out all fields completely
sk: Vyplòte v¹etky políèka

source: Original Password
sk: Staré heslo

source: New Password
sk: Nové heslo

source: New Password (again)
sk: Nové heslo (znova)

source: Gaim - Set User Info
sk: Gaim - Nastavi» informácie o pou¾ívateµovi

source: Below are the results of your search:
sk: Ni¾¹ie sú výsledky vyhµadávania:

source: Gaim - Add Permit
sk: Gaim - Prida» povolenie

source: Gaim - Add Deny
sk: Gaim - Prida» zákaz

source: Gaim - Log Conversation
sk: Gaim - Zaznamenaj konverzáciu

source: Search for Buddy
sk: Nájs» kamaráta

source: Gaim - Find Buddy By Info
sk: Gaim - Nájs» kamaráta podµa informácie

source: Gaim - Find Buddy By Email
sk: Gaim - Nájs» kamaráta podµa emailu

source: Gaim - Add URL
sk: Gaim - Prida» URL

source: Import to:
sk: Importuj do:

source: Gaim - Import Buddy List
sk: Gaim - Importuj zoznam kamarátov

source: You cannot create an away message with a blank title
sk: Nemô¾ete vytvori» 'Preè' správu s prázdnym názvom

source: Gaim - New away message
sk: Gaim - Nová 'Preè' správa

source: Use
sk: Pou¾i»

source: Save & Use
sk: Ulo¾i» a Pou¾i»

source: Gaim - Alias Buddy
sk: Gaim - Alias kamaráta

source: Gaim - Save Log File
sk: Gaim - Ulo¾it záznamový súbor

source: Unable to remove file %s - %s
sk: Nemô¾em vymaza» súbor %s - %s

source: Really clear log?
sk: Skutoène vymaza» záznamy?

source: Okay
sk: OK

source: Conversation
sk: Konverzácia

source: Gaim - Rename Group
sk: Gaim - Premenova» skupinu

source: New name:
sk: Nové meno

source: Gaim - Rename Buddy
sk: Gaim - Premenova» kamaráta

source: Rename Buddy
sk: Premenova» kamaráta

source: Gaim - Select Perl Script
sk: Gaim - Vyberte si Perlový skript

source: Could not open config file %s.
sk: Nemô¾em otvori» konfiguraèný súbor %s.

source: Preferences Error
sk: Chyba ???

source: Gaim - Load Buddy Icon
sk: Gaim - Nahra» ikonu kamaráta

source: Buddy Icon File:
sk: Súbor s ikonami kamarátov:

source: Browse
sk: Prehliada»

source: Remember Password
sk: Zapamäta» heslo

source: Auto-Login
sk: Aotomatické prihlasovanie sa

source: New Mail Notifications
sk: Upozoròovanie na nové správy

source: Gaim - Modify Account
sk: Gaim - Zmeni» konto

source: Enter Password
sk: Vlo¾te heslo

source: You cannot log this account in; you do not have the protocol it uses loaded, or the protocol does not have a login function.
sk: Nemo¾ete sa prihlási» na toto konto, nemáte nahraný protokol, alebo protokol nemá funkciu prihlásenia

source: Login Error
sk: Chyba pri Prihlasovaní

source: Gaim - Account Editor
sk: Gaim - Editor kônt

source: Select All
sk: Vybra» V¹etky

source: Select None
sk: Vybrat ®iaden

source: Modify
sk: Zmeni»

source: Sign On/Off
sk: Prihlási»/Odhlási»

source: Perl Scripts
sk: Perlové skripty

source: Gaim - Plugin List
sk: Gaim - Zoznam pluginov

source: Gaim - Plugins
sk: Gaim - Pluginy

source: Filepath:
sk: Cesta k súboru:

source: Load a plugin from a file
sk: Nahraj plugin zo súboru

source: Configure
sk: Konfigurova»

source: Configure settings of the selected plugin
sk: Konfigurovat nastavenia zvoleného pluginu

source: Reload
sk: Znovu nahra»

source: Reload the selected plugin
sk: Znovu nahra» zvolený plugin

source: Unload
sk: Zru¹i»

source: Unload the selected plugin
sk: Zru¹i» zvolený plugin

source: Close this window
sk: Zatvor toto okno

source: General Options
sk: V¹eobecné voµby

source: All options take effect immediately unless otherwise noted.
sk: V¹etky voµby sa ihneï pou¾ijú, pokiaµ nie je napísané inak.

source: Miscellaneous
sk: Rôzne

source: Use borderless buttons
sk: Pou¾i tlaèítka bez okrajov

source: Show Debug Window
sk: Zobraz ladiace okno

source: Report Idle Times
sk: Reportuj poèet neèinností

source: Gaim Use
sk: Gaim Pou¾i»

source: Log all conversations
sk: Zaznamena» vsetky rozhovory

source: Strip HTML from logs
sk: Zru¹ HTML zo záznamov

source: Log when buddies sign on/sign off
sk: Zaznamena» keï sa kamaráti prihlásia/odhlásia

source: Log when buddies become idle/un-idle
sk: Zaznamena» keï sa kamaráti stanú neèinnými/èinnými

source: Log when buddies go away/come back
sk: Zaznamena» keï kamaráti odídu preè/vrátia sa

source: Log your own signons/idleness/awayness
sk: Zaznamena» vlastné prihlásenia/neèinnosti/odchody preè

source: Individual log file for each buddy's signons
sk: Samostatný záznamový súbor pre ka¾dého pripojeného kamaráta

source: Pop up new window by default
sk: ©tandadne otvor nové okno

source: Not all protocols can use these proxy options. Please see the README file for details.
sk: Nie v¹etky protokoly mo¾u pou¾i» tieto voµby proxy. Pozrite si, prosím, README súbor pre detaily.

source: Proxy Type
sk: Typ proxy

source: Host
sk: Hostiteµ

source: User
sk: Pou¾ívateµ

source: Buddy List Options
sk: Voµby zoznamu kamáratov

source: Hide IM/Info/Chat buttons
sk: Skry» tlaèítka IM/Informácie/Chat

source: Automatically show buddy list on sign on
sk: Automaticky zobraz zoznam kamarátov pri prihlásení

source: Save Window Size/Position
sk: Ulo¾ veµkost/pozíciu okna

source: Show pictures on buttons
sk: Zobraz obrázky na tlaèítkach

source: Group Displays
sk: Zobrazenia skupiny

source: Hide groups with no online buddies
sk: Skry» skupiny so ¾iadnymi propojenými kamarátmi

source: Show numbers in groups
sk: Zobraz èísla v skupinách

source: Conversation Options
sk: Voµby konverzácie

source: Keyboard Options
sk: Voµby klávesnice

source: Enter sends message
sk: Enter po¹le správu

source: Control-Enter sends message
sk: Control-Enter po¹le správu

source: Escape closes window
sk: Tlaèidlo Escape zatvorí okno

source: Control-{B/I/U/S} inserts HTML tags
sk: Control-{B/I/U/S} vlo¾í HTML znaèky

source: Control-(number) inserts smileys
sk: Control-(èíslo) vlo¾í smajlíka

source: Display and General Options
sk: Voµby zobrazenia a v¹eobecné voµby

source: Show graphical smileys
sk: Zobraz smajlíkov graficky

source: Show timestamp on messages
sk: Zobraz èasovú znaèku pri správach

source: Show URLs as links
sk: Zobraz URL ako linky

source: Highlight misspelled words
sk: Zvýrazni nesprávne písané slová

source: Sending messages removes away status
sk: Posielanie správ zru¹í stav 'Preè'

source: Queue new messages when away
sk: Keï som 'Preè' nové správy zaraï do rady

source: Ignore colors
sk: Ignoruj farby

source: Ignore font faces
sk: Ignoruj vzhµady fontu

source: Ignore font sizes
sk: Ignoruj veµkosti fontu

source: Ignore TiK Automated Messages
sk: Ignoruj TiK automatické správy

source: Ignore new conversations when away
sk: Ignoruj novú konverzáciu keï ste 'Preè'

source: IM Options
sk: Voµby IM

source: IM Window
sk: IM okno

source: Show buttons as:
sk: Zobraz tlaèítka ako:

source: Pictures And Text
sk: Obrázky a text

source: Show all conversations in one tabbed window
sk: Zobraz v¹etky konverzácie v jednom okne so zálo¾kami

source: Raise windows on events
sk: Zväè¹i» okno pri udalostiach

source: Show logins in window
sk: Zobraz prihlasovacie mená v okne

source: Window Sizes
sk: Veµkosti okna

source: New window width:
sk: Vý¹ka nového okna:

source: New window height:
sk: ©írka nového okna:

source: Entry widget height:
sk: Vý¹ka vstupného okienka:

source: Tab Placement
sk: Poloha zálo¾ky

source: Buddy Icons
sk: Kamarátova ikona

source: Hide Buddy Icons
sk: Skry» ikony kamarátov

source: Chat Options
sk: Voµby chatu

source: Group Chat Window
sk: Okno skupinového chatu

source: Show all chats in one tabbed window
sk: Zobraz v¹etky chaty v jednom okne so zálo¾kami

source: Show people joining/leaving in window
sk: Zobraz µudí pripájajúcich/odchádzajúcich v okne

source: Font Options
sk: Voµby fontov

source: Italic Text
sk: Kurzíva

source: Select
sk: Vybra»

source: Font Face for Text
sk: Vzhµad fontu pre text

source: Font Size for Text
sk: Veµkos» fontu pre text

source: Gaim - Sound Configuration
sk: Gaim - Nastavenie zvukov

source: No sounds when you log in
sk: Ziadne zvuky keï sa prihlásite

source: Sounds while away
sk: Zvuky pokiaµ ste 'Preè'

source: Don't send auto-response
sk: Neposla» aotumatickú odpoveï

source: Auto Away after
sk: Automaticky 'Preè' po

source: minutes using
sk: minút pou¾íva

source: Messages
sk: Správy

source: Edit
sk: Edituj

source: Make Away
sk: Urob 'Preè'

source: Privacy Options
sk: Voµba Súkromie

source: Allow List
sk: Zoznam povolených

source: Deny all users
sk: Odmietnu» v¹etkých pou¾ívateµov

source: Block the users below
sk: Blokova» ni¾¹ie uvedených pou¾ívateµov

source: Block List
sk: Zoznam blokovaných

source: Gaim - Preferences
sk: Gaim - Nastavenia

source: Gaim debug output window
sk: Gaim vonkaj¹ie ladiace okno

source: General
sk: Hlavné

source: You have attempted to load a protocol which was not compiled from the same version of the source as this application was. Unfortunately, because it is not the same version I cannot safely tell you which one it was. Needless to say, it was not successfully loaded.
sk: Pokúsili ste sa nahra» protokol, ktorý nebol zkompilovaný z tej istej verzie zdrojového kódu ako aplikácia. ®iaµ, preto¾e to nie je rovnaká verzia nemô¾em Vám poveda» ktorá to je. Samozrejme, protokol nebol uspe¹ne nahraný.

source: Protocol Error
sk: Chyba Protokolu

source: %s was using %s, which got removed. %s is now offline.
sk: %s pou¾íval %s, ktorý bol zmazaný. %s je teraz nepripojený.

source: Disconnect
sk: Odpoji»

source: Accept?
sk: Akceptova»?

source: Gaim - New Mail
sk: Gaim - Nová Po¹ta

source: Open Mail
sk: Otvori» po¹tu

source: %s%s%s%s has made %s their buddy%s%s%s
sk: %s%s%s%s urobil %s jeho kamaráta%s%s%s

source: Do you wish to add them to your buddy list?
sk: ®eláte si prida» ich do Vá¹ho zoznamu kamarátov?

source: (%d messages)
sk: (%d správ)
