Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: You are about to remove the chat %s from your buddy list. Do you want to continue?
fi: Olet poistamassa ryhm‰keskustelun nimelt‰ '%s' tuttavalistaltasi. Haluatko jatkaa?

source: Remove Chat
fi: Poista ryhm‰keskustelu
tr: Sohbeti Sil

source: %.2f KB/s
fi: %.2f kt/s

source: Finished
fi: Valmis
tr: Bitti

source: Canceled
fi: Peruutettu
tr: Vazgeçildi

source: Waiting for transfer to begin
fi: Odotetaan l‰hetyksen alkamista
tr: Transferin baþlamasý bekleniyor

source: <b>Receiving As:</b>
fi: <b>Otetaan vastaan k‰ytt‰j‰n‰:</b>
tr: <b>Alýnan:</b>

source: <b>Receiving From:</b>
fi: <b>Otetaan vastaan k‰ytt‰j‰lt‰:</b>
tr: <b>Gönderen:</b>

source: <b>Sending To:</b>
fi: <b>L‰hetet‰‰n:</b>
tr: <b>Kime:</b>

source: <b>Sending As:</b>
fi: <b>L‰hetet‰‰n k‰ytt‰j‰n‰:</b>
tr: <b>Gönderilen:</b>

source: There is no application configured to open this type of file.
fi: Ohjelmaa t‰m‰n tiedostotyypin avaamiseen ei ole asetettu.
tr: Bu dosyayý açmak için uygulama belirtilmemiþ.

source: An error occurred while opening the file.
fi: Virhe tapahtui avattaessa tiedostoa.
tr: Dosyayý açarken bir hata oluþtu.

source: Progress
fi: Valmiina
tr: Ýlerleme

source: Filename
fi: Tiedostonimi
tr: Dosya adý

source: Size
fi: Koko
tr: Boyut

source: Remaining
fi: J‰ljell‰
tr: Kalan

source: Filename:
fi: Tiedostonimi:
tr: Dosya adý:

source: Status:
fi: Tila:
tr: Durum:

source: Speed:
fi: Nopeus:
tr: Hýz:

source: Time Elapsed:
fi: Aikaa kulunut:
tr: Geçen Süre:

source: Time Remaining:
fi: Aikaa j‰ljell‰:
tr: Kalan Süre:

source: _Keep the dialog open
fi: Pid‰ tiedonsiirtoikkuna _auki
tr: Baðlantýyý açýk tut

source: _Clear finished transfers
fi: _Poista valmiit siirrot
tr: Tamamlanan transferleri _temizle

source: Show transfer details
fi: N‰yt‰ tiedostosiirron yksityiskohdat
tr: Transfer detaylarýný göster

source: Hide transfer details
fi: Piilota tiedostosiirron yksityiskohdat
tr: Transfer detaylarýný gizle

source: _Pause
fi: _Tauko
tr: _Duraksat

source: _Resume
fi: _Jatka
tr: Devam _Et

source: Failed
fi: Ep‰onnistunut
tr: Baðlantý Kurulamýyor

source: Expander Size
fi: Laajentimen koko
tr: Geniþletme Boyutu

source: Size of the expander arrow
fi: Laajenninnuolen koko
tr: Geniþletme oku boyutu

source: Pa_ste As Text
fi: _Liimaa tekstin‰
tr: Metin olarak Yapýþtýr

source: Hyperlink color
fi: Hyperlinkin v‰ri
tr: Baðlantý rengi

source: Color to draw hyperlinks.
fi: V‰ri jolla piirret‰‰n hyperlinkit
tr: Baðlantýlarý renklendir.

source: _Copy E-Mail Address
fi: _Kopioi s‰hkˆpostiosoite
tr: E-Posta Adresini _Kopyala

source: _Open Link in Browser
fi: _Avaa linkki selaimeen
tr: Baðlantýyý Aç

source: _Copy Link Location
fi: _Kopioi linkin sijainti
tr: Baðlantýyý _Kopyala

source: Save Image
fi: Tallenna kuva
tr: Resmi Kaydet

source: _Save Image...
fi: _Tallenna kuva nimell‰...
tr: Resmi _Kaydet...

source: Select Font
fi: Valitse kirjasin
sk: Vybra» font
tr: Yazýtipi Seç

source: Select Text Color
fi: Valitse tekstin v‰ri
sk: Veberte farbu textu
tr: Yazý Rengini Seç

source: Select Background Color
fi: Valitse taustav‰ri
sk: Vyberte farbu pozadia
tr: Arkaplan Rengini Seç

source: _Description
fi: _Kuvaus
tr: _Açýklama

source: Please enter the URL and description of the link that you want to insert. The description is optional.
fi: Syˆt‰ URL, jonka haluat liitt‰‰, sek‰ sen kuvaus. Kuvaus on valinnainen.
tr: Lütfen eklemek istediðiniz baðlantýyý ve açýklamasýný girin. Açýklama zorunlu deðildir.

source: Please enter the URL of the link that you want to insert.
fi: Syˆt‰ URL jonka haluat liitt‰‰.
tr: Lütfen eklemek istediðiniz baðlantýyý girin.

source: Insert Link
fi: Lis‰‰ linkki
sk: Vlo¾i» odkaz
tr: Baðlantý Ekle

source: _Insert
fi: _Lis‰‰
tr: _Ekle

source: Failed to store image: %s
fi: Kuvan tallennus ep‰onnistui: %s
tr: Resim kaydedilemedi: %s

source: Insert Image
fi: Liit‰ kuva
tr: Resim Ekle

source: This theme has no available smileys.
fi: T‰lle teemalle ei ole saatavissa hymiˆit‰.
tr: Bu tema gülenyüz içermiyor.

source: Smile!
fi: Hymyile!
tr: Gülenyüz!

source: Bold
fi: Lihavoi
sk: Tuèný
tr: Kalýn

source: Italic
fi: Kursivoi
tr: Ýtalik

source: Underline
fi: Alleviivaa
sk: Podèiarknutý
tr: Altçizgili

source: Larger font size
fi: Suurempi kirjasin koko
tr: Büyük yazý boyutu

source: Smaller font size
fi: Pienempi kirjasin koko
tr: Ufak yazý boyutu

source: Font Face
fi: Kirjasintyyppi
tr: Font

source: Foreground font color
fi: Kirjasimen etuala-v‰ri
tr: Yazý rengi

source: Background color
fi: Taustav‰ri
tr: Arkaplan rengi

source: Insert link
fi: Lis‰‰ linkki
tr: Baðlantý Ekle

source: Insert image
fi: Liit‰ kuva
tr: Resim ekle

source: Insert smiley
fi: Lis‰‰ hymiˆ
tr: Gülenyüz ekle

source: Conversations with %s
fi: Keskustelut tuttavan %s kanssa
tr: %s ile konuþma

source: System Log
fi: J‰rjestelm‰loki
tr: Sistem Kayýtlarý

source: Gaim %s. Try `%s -h' for more information.
fi: Gaim %s. Kirjoita '%s -h' saadaksesi lis‰‰ tietoja.
tr: Gaim %s. Fazla bilgi için `%s -h' deneyin.

source: %s has %d new message.
fi: %s:lla on %d uusi viesti.
tr: %s, %d yeni mesaj.

source: <span weight="bold">From:</span> %s
fi: <span weight="bold">L‰hett‰j‰:</span> %s
tr: <span weight="bold">Kimden:</span> %s

source: <span weight="bold">Subject:</span> %s
fi: <span weight="bold">Aihe:</span> %s
tr: <span weight="bold">Konu:</span> %s

source: <span weight="bold" size="larger">You have mail!</span> %s%s%s%s
fi: <span weight="bold" size="larger">Sinulle on postia!</span> %s%s%s%s
tr: <span weight="bold" size="larger">Mesajýnýz Var!</span> %s%s%s%s

source: <span weight="bold" size="larger">You have mail!</span> %s
fi: <span weight="bold" size="larger">Sinulle on postia!</span> %s
tr: <span weight="bold" size="larger">Mesajýnýz Var!</span> %s

source: Search Results
fi: Hakutulokset

source: The browser command <b>%s</b> is invalid.
fi: Selainkomento <b>%s</b> on virheellinen.
tr: Tarayýcý komutu <b>%s</b> geçersiz.

source: Unable to open URL
fi: Ei kyetty avaamaan URL:‰‰
tr: Baðlantý açýlamýyor

source: Error launching <b>%s</b>: %s
fi: Virhe k‰ynnistett‰ess‰ <b>%s</b>: %s
tr: Çalýþtýrma hatasý <b>%s</b>: %s

source: The 'Manual' browser command has been chosen, but no command has been set.
fi: Oma selainkomento-optio valittu mutta komentoa ei ole asetettu.
tr: 'El ile ayarla' tarayýcý komutu seçildi, ama hiçbir komut yazýlmadý.

source: Select a file
fi: Valitse tiedosto
tr: Dosyayý seçin

source: Please enter a buddy to pounce.
fi: Syˆt‰ ilmoitettava tuttava.
tr: Uyarmak istediðiniz kiþiyi girin.

source: New Buddy Pounce
fi: Uusi tuttavailmoitin
tr: Yeni Uyarýcý

source: Edit Buddy Pounce
fi: Muokkaa tuttavailmoitinta
tr: Uyarýcýyý Düzenle

source: Pounce Who
fi: Kenest‰ ilmoitetaan
tr: Kimi Uyar

source: _Buddy name:
fi: _Tuttavan nimi:
tr: _Kiþi:

source: Pounce When
fi: Ilmoitetaan kun
tr: Ne zaman Uyar

source: Si_gn on
fi: _Kirjaudu
tr: Giriþte

source: Sign _off
fi: Kirjautuu _ulos
tr: Çýkýþta

source: A_way
fi: _Poissa
tr: Gidince

source: _Return from away
fi: _Poista poissaolotila
tr: Dönünce

source: _Idle
fi: _Jouten
tr: Hazýr olunca

source: Retur_n from idle
fi: Palaa oltuaan _jouten

source: Buddy starts _typing
fi: T_uttava alkaa kirjoittaa
tr: Yazmaya baþlayýnca

source: Buddy stops t_yping
fi: Tuttava lope_ttaa kirjoittamisen
tr: Kiþi yazmýyor

source: Pounce Action
fi: Ilmoittimen toiminto
tr: Uyarý Ýþleri

source: Op_en an IM window
fi: _Avaa pikaviesti-ikkuna
tr: Mesaj penceresi aç

source: _Popup notification
fi: _Ponnahdus-ilmoitus
tr: _Popup bildirici

source: Send a _message
fi: L‰het‰ _viesti
tr: Mesaj gönder

source: E_xecute a command
fi: Suorita _komento
tr: Komut çalýþtýr

source: P_lay a sound
fi: S_oita ‰‰ni
tr: Ses çal

source: B_rowse...
fi: _Selaa
tr: Gözat...

source: Bro_wse...
fi: _Selaa
tr: Gözat...

source: Pre_view
fi: _Esikatselu
tr: Önizleme

source: Sav_e this pounce after activation
fi: _S‰ilyt‰ t‰m‰ ilmoitin aktivoinnin j‰lkeen

source: Remove Buddy Pounce
fi: Poista tuttavailmoitin
tr: Uyarýcýyý Kaldýr

source: %s has started typing to you (%s)
fi: %s alkoi kirjoittaa sinulle (%s)
tr: %s size yazýyor (%s)

source: %s has signed on (%s)
fi: %s on kirjautunut sis‰‰n (%s)
tr: %s baðlandý (%s)

source: %s has returned from being idle (%s)
fi: %s on palannut oltuaan jouten (%s)

source: %s has returned from being away (%s)
fi: %s on palannut oltuaan poissa (%s)

source: %s has stopped typing to you (%s)
fi: %s on lopettanut kirjoittamisen sinulle (%s)
tr: %s size yazmýyor (%s)

source: %s has signed off (%s)
fi: %s on kirjautunut ulos (%s)
tr: %s çýktý (%s)

source: %s has become idle (%s)
fi: %s on jouten (%s)
tr: %s baðlý (%s)

source: %s has gone away. (%s)
fi: %s on poissa. (%s)
tr: %s dýþarýda! (%s)

source: Unknown pounce event. Please report this!
fi: Tuntematon ilmoitinviesti. Ilmoita t‰st‰!

source: Select a smiley theme that you would like to use from the list below. New themes can be installed by dragging and dropping them onto the theme list.
fi: Valitse haluamasi hymiˆteema alla olevasta listasta. Uudet teemat voi asentaa ved‰&pudota-menetelm‰ll‰ pudottamalla ne teemalistaan.

source: Icon
fi: Kuvake
tr: Ýkon

source: Description
fi: Kuvaus
sk: Popis
tr: Açýklama

source: Buddy List Sorting
fi: Tuttavalistan lajittelu
tr: Liste

source: _Sorting:
fi: _J‰rjestys:
tr: Sýralama

source: Buddy Display
fi: Tuttavien n‰yttˆ
tr: Kiþi Gösterimi

source: Send unknown "_slash" commands as messages
fi: L‰het‰ _tuntemattomia "kauttaviiva"-komentoja viestein‰

source: Show buddy _icons
fi: N‰yt‰ tuttavien _kuvakkeet
tr: Resimleri göster

source: Enable buddy ic_on animation
fi: N‰yt‰ tuttavaikonin a_nimaatio

source: _Notify buddies that you are typing to them
fi: Ilmoita tuttaville kun _kirjoitat heille

source: _Highlight misspelled words
fi: _Korosta v‰‰rinkirjoitetut sanat
tr: Yanlýþ yazýlmýþ sözcükleri vurgula

source: This is how your outgoing message text will appear when you use protocols that support formatting. :)
fi: T‰lt‰ ulosmenev‰ viesti n‰ytt‰‰ kun k‰yt‰t protokollaa joka tukee muotoiluja. :)
tr: Bu mesaj, biçimlendirmeyi destekleyen protokollerde gönderdiðiniz mesajýn nasýl görüneceðini gösterir. :)

source: Tab Options
fi: V‰lilehtivalinnat
tr: Sekme Seçenekleri

source: Show IMs and chats in _tabbed windows
fi: N‰yt‰ pikaviestit ja ryhm‰keskustelut _jaetuissa ikkunoissa

source: Top
fi: Ylh‰‰ll‰
sk: Hore
tr: Üst

source: Bottom
fi: Alhaalla
sk: Dole
tr: Alt

source: Left
fi: Vasemmalla
sk: Vµavo
tr: Sol

source: Right
fi: Oikealla
sk: Vpravo
tr: Sað

source: IP Address
fi: IP-osoite
tr: IP Adresi

source: _Autodetect IP Address
fi: _Hae IP-osoite automaattisesti
tr: IP Adresini Otomatik Al

source: Public _IP:
fi: Julkinen _IP:
tr: Yerel _IP:

source: Ports
fi: Portit
tr: Portlar

source: _Manually specify range of ports to listen on
fi: _Aseta kuunneltava porttialue

source: _Start Port:
fi: _Ensimm‰inen portti:
tr: Baþlangýç Portu:

source: _End Port:
fi: Viimeinen _portti:
tr: Bitiþ Portu:

source: Proxy Server
fi: V‰lityspalvelin
tr: Proxy Sunucusu

source: No proxy
fi: Ei v‰lityspalvelinta
tr: Proxy yok

source: _User:
fi: _K‰ytt‰j‰:
tr: _Kullanýcý

source: Gnome Default
fi: Gnome oletus
tr: Gnome Varsayýlan

source: Manual
fi: Oma komento
sk: Návod
tr: El ile ayarla

source: Browser Selection
fi: Selaimen valinta
tr: Tarayýcý Seçimi

source: _Browser:
fi: _Selain:
tr: _Tarayýcý

source: _Open link in:
fi: _Avaa linkki:
tr: Baðlantýyý aç:

source: Browser default
fi: Selaimen oletus
tr: Varsayýlan Tarayýcý

source: Existing window
fi: Olemassaolevaan ikkunaan
tr: Varolan pencere

source: New tab
fi: Uuteen v‰lilehteen
tr: Yeni sekme

source: _Manual: (%s for URL)
fi: _Komento: (URL:ksi %s)
tr: _El ile ayarla: (Baðlantý için %s)

source: Message Logs
fi: Viestilokit
tr: Mesaj Kayýtlarý

source: Log _Format:
fi: Loki_formaatti:
tr: Kayýt Biçimi

source: _Log all instant messages
fi: Kirjaa kaikki pikaviestit _lokiin
tr: Tüm mesajlarý tut

source: Log all c_hats
fi: Kirjaa kaikki _keskustelut lokiin
tr: Tüm sohbetleri tut

source: System Logs
fi: J‰rjestelm‰lokit
tr: Sistem Kayýtlarý

source: _Enable system log
fi: Ota j‰rjestelm‰loki _k‰yttˆˆn
tr: Sistem kayýtlarýný aktifleþtir

source: Log when buddies become _idle/un-idle
fi: Kirjaa lokiin tuttavien siirtymiset _jouten-/paikallaoleviksi

source: Log when buddies go away/come _back
fi: Kirjaa lokiin tuttavien poistumiset/_palaamiset

source: Sound Selection
fi: ƒ‰nivalinta
tr: Ses Seçimi

source: Sound Method
fi: ƒ‰nimenetelm‰
tr: Ses Metodu

source: _Method:
fi: _Menetelm‰:
tr: _Metod:

source: Console beep
fi: Konsoli-‰‰nimerkki
tr: Konsol bip

source: Automatic
fi: Automaattinen
tr: Otomatik

source: Command
fi: Komento
tr: Komut

source: Sound c_ommand: (%s for filename)
fi: ƒ‰nik_omento: (%s tiedostonimeksi)
tr: Ses komutu: (dosya ismi için %s)

source: Sound Options
fi: ƒ‰nivalinnat
sk: Zvuky Voµby
tr: Ses Seçenekleri

source: Sounds when conversation has _focus
fi: ƒ‰net kun keskusteluikkuna on _aktiivinen
tr: Tartýþma aktifken ses açýk

source: _Sounds while away
fi: ƒ‰_net poissaollessasi
tr: Dýþarýda!yken ses açýk

source: Sound Events
fi: ƒ‰nitapahtumat
tr: Ses Olaylarý

source: Play
fi: Soita
tr: Oynat

source: Event
fi: Tapahtuma
tr: Olay

source: Test
fi: Kokeilu
tr: Test Et

source: Reset
fi: Nollaa
sk: Zru¹i»
tr: Sýfýrla

source: Choose...
fi: Valitse...
sk: Vyberte...
tr: Seç...

source: _Queue new messages when away
fi: Laita uudet viestit _jonoon poissaollessa

source: _Auto-reply:
fi: _Automaattivastaus:
tr: _Otomatik-cevapla:

source: When away
fi: Poissaollessa
tr: Dýþarýda!yken

source: Idle
fi: Jouten
tr: Hazýr olunca

source: Idle _time reporting:
fi: Jouto_aikailmoitus
tr: Baðlý süre raporu:

source: Gaim usage
fi: Gaim:in k‰yttˆ
tr: Gaim tipi

source: X usage
fi: X:n k‰yttˆ
tr: X tipi

source: Windows usage
fi: Windows:n k‰yttˆ
tr: Windows tipi

source: Auto-away
fi: Automaattinen poissaoloasetus
tr: Otomatik Dýþarýda!

source: Set away _when idle
fi: Aseta poissaolevaksi _kun jouten

source: _Minutes before setting away:
fi: _Minuutteja ennen asetusta:

source: Away m_essage:
fi: Poissaolovi_esti:
tr: Dýþarýda! mesajý:

source: <span size="larger">%s %s</span> <span weight="bold">Written by:</span> %s <span weight="bold">Web site:</span> %s <span weight="bold">File name:</span> %s
fi: <span size="larger">%s %s</span> <span weight="bold">Tekij‰/Tekij‰t:</span> %s <span weight="bold">Web-sivusto:</span> %s <span weight="bold">Tiedostopolku:</span> %s

source: <span size="larger">%s %s</span> <span weight="bold">Written by:</span> %s <span weight="bold">URL:</span> %s <span weight="bold">File name:</span> %s
fi: <span size="larger">%s %s</span> <span weight="bold">Tekij‰/Tekij‰t:</span> %s <span weight="bold">URL:</span> %s <span weight="bold">Tiedostopolku:</span> %s

source: Load
fi: Lataa
sk: Nahra»
tr: Yükle

source: Summary
fi: Yhteenveto
tr: Özet

source: Details
fi: Yksityiskohdat
tr: Detaylar

source: Smiley Themes
fi: Hymiˆteemat
tr: Gülenyüz Temalarý

source: Sounds
fi: ƒ‰net
sk: Zvuky
tr: Sesler

source: Network
fi: Verkko
tr: Að

source: Browser
fi: Selain
sk: Prehliadaè
tr: Tarayýcý

source: Logging
fi: Kirjataan lokiin
sk: Zanamenávanie
tr: Kayýt

source: Away / Idle
fi: Poissa-/Joutenolot
tr: Dýþarýda / Burda

source: Plugins
fi: Liit‰nn‰iset
tr: Eklentiler

source: Allow all users to contact me
fi: Salli kaikkien k‰ytt‰jien ottaa minuun yhteytt‰
sk: Povoµ v¹etkým po¾ívateµom kontaktova» ma
tr: Her kullanýcý bana ulaþabilir

source: Allow only the users on my buddy list
fi: Salli vain k‰ytt‰j‰t tuttavalistassa
tr: Sadece listemdekiler bana ulaþabilir

source: Allow only the users below
fi: Salli vain allaolevat k‰ytt‰j‰t
sk: Povoµ iba ni¾¹ie uvedených pou¾ívateµov
tr: Sadece aþaðýdaki kullanýcýlar bana ulaþabilir

source: Block all users
fi: Est‰ kaikki k‰ytt‰j‰t
tr: Tüm sohbetleri tut

source: Block only the users below
fi: Est‰ vain allaolevat k‰ytt‰j‰t
tr: Sadece aþaðýdaki kullanýcýlar bana ulaþabilir

source: Privacy
fi: Yksityisyys
sk: Súkromie
tr: Gizlilik

source: Changes to privacy settings take effect immediately.
fi: Muutokset yksityisyysasetuksiin tulevat voimaan heti.
tr: Gizlilikteki deðiþiklikler anýnda aktif olur.

source: Set privacy for:
fi: Yksityisyysasetukset tilille:
sk: Nastav bezpeènos» pre:
tr: Gizlilik ayarla:

source: Permit User
fi: Salli k‰ytt‰j‰
tr: Kullanýcýya Ýzin Ver

source: Type a user you permit to contact you.
fi: Kirjoita tuttavan nimi jonka valtuutat ottamaan yhteytt‰ sinuun.

source: Please enter the name of the user you wish to be able to contact you.
fi: Syˆt‰ k‰ytt‰j‰n nimi, jonka tahdot voivan ottaa sinuun yhteytt‰.

source: Permit
fi: Salli
sk: Povoli»
tr: Ýzin Ver

source: Allow %s to contact you?
fi: Sallitaanko %s:n yhteydenotot?
tr: %s ile görüþmek istiyor musunuz?

source: Are you sure you wish to allow %s to contact you?
fi: Sallitaanko varmasti %s:n yhteydenotot?

source: Block User
fi: Est‰ k‰ytt‰j‰‰
tr: Kullanýcýyý Engelle

source: Type a user to block.
fi: Kirjoita estett‰v‰ k‰ytt‰j‰.
tr: Engellenecek kullanýcýyý girin.

source: Please enter the name of the user you wish to block.
fi: Kirjoita k‰ytt‰j‰n nimi jonka tahdot est‰‰ ottamasta yhteytt‰.

source: Block
fi: Est‰
sk: Blokova»
tr: Engelle

source: Block %s?
fi: Estet‰‰nkˆ %s?
tr: Engelle %s?

source: Are you sure you want to block %s?
fi: Haluatko varmasti est‰‰ %s?
tr: %s engellemek istediðinize emin misiniz?

source: Yes
fi: Kyll‰
sk: Áno
tr: Evet

source: No
fi: Ei
sk: Nie
tr: Hayýr

source: Apply
fi: Toteuta
tr: Uygula

source: Close
fi: Sulje
sk: Zatvori»
tr: Kapat

source: That file already exists
fi: Tiedosto on jo olemassa
tr: Bu dosya zaten var

source: Would you like to overwrite it?
fi: Haluatko ylikirjoittaa sen?
tr: Üzerine yazmak ister misiniz?

source: Save File...
fi: Tallenna tiedosto...
tr: Farklý Kaydet...

source: Open File...
fi: Avaa tiedosto...
tr: Aç...

source: Room List
fi: Huonelista
tr: Oda Listesi

source: _Get List
fi: _Hae lista
tr: _Listeyi Al

source: Title
fi: Arvonimi
sk: Názov
tr: Baþlýk

source: Message
fi: Viesti
sk: Správa
tr: Mesaj

source: Status
fi: Tila
tr: Durum

source: Buddy logs in
fi: Tuttava kirjautuu sis‰‰n
tr: Arkadaþýnýz giriþ yaptý

source: Buddy logs out
fi: Tuttava kirjautuu ulos
tr: Arkadaþýnýz çýkýþ yaptý

source: Message received
fi: Viesti vastaanotettu
tr: Mesaj alýndý

source: Message received begins conversation
fi: Vastaanotettu viesti aloittaa keskustelun
tr: Alýnan mesaj yazýþmayý baþlatýr

source: Message sent
fi: Viesti l‰hetetty
tr: Mesaj gönderildi

source: Person enters chat
fi: Joku saapuu chattiin
tr: Kiþi sohbete katýldý

source: Person leaves chat
fi: Joku poistuu chatist‰
tr: Kiþi sohbetten ayrýldý

source: You talk in chat
fi: Sin‰ puhut chatiss‰
tr: Sohbet ediyorsunuz

source: Others talk in chat
fi: Muut puhuvat chatiss‰
tr: Sohbet ediyorlar

source: Someone says your name in chat
fi: Joku sanoo nimesi chatiss‰

source: Unable to play sound because the chosen file (%s) does not exist.
fi: Ei voitu soittaa ‰‰nitiedostoa (%s) koska sit‰ ei ole.

source: Unable to play sound because the 'Command' sound method has been chosen, but no command has been set.
fi: ƒ‰nen soito ei onnistu. 'Komento'-metodi on valittu mutta komentoa ei ole asetettu.

source: Unable to play sound because the configured sound command could not be launched: %s
fi: Ei voitu soittaa ‰‰nt‰, koska asetettua ‰‰nikomentoa ei voitu suorittaa: %s

source: Connecting
fi: Yhdistet‰‰n
tr: Baðlanýlýyor

source: Available
fi: Tavoitettavissa
tr: Mevcut

source: Invisible
fi: N‰kym‰tˆn
tr: Görünmez

source: Offline
fi: Poissa linjoilta
tr: Çevrimdýþý

source: _Invite
fi: _Kutsu
tr: _Davet Et

source: _Modify
fi: _Muokkaa
tr: _Düzenle

source: _Open Mail
fi: _Avaa s‰hkˆposti
tr: _Mesaj Aç

source: _Warn
fi: _Varoita
tr: _Uyarý

source: <b><font color="red">The logger has no read function</font></b>
fi: <b><font color="red">Lokilla ei ole read-funktiota</font></b>

source: <font color="#16569E"><font size="2">(%s)</font> <b>%s &lt;AUTO-REPLY&gt;:</b></font> %s<br/>
fi: <font color="#16569E"><font size="2">(%s)</font> <b>%s &lt;AUTOMAATTIVASTAUS&gt;:</b></font> %s<br/>

source: <font color="#A82F2F"><font size="2">(%s)</font> <b>%s &lt;AUTO-REPLY&gt;:</b></font> %s<br/>
fi: <font color="#A82F2F"><font size="2">(%s)</font> <b>%s &lt;AUTOMAATTIVASTAUS&gt;:</b></font> %s<br/>

source: <font color="red"><b>Unable to find log path!</b></font>
fi: <font color="red"><b>Lokin hakemistopolkua ei lˆydy!</b></font>

source: <font color="red"><b>Could not read file: %s</b></font>
fi: <font color="red"><b>Ei voitu lukea tiedostoa: %s</b></font>

source: (%s) %s <AUTO-REPLY>: %s
fi: (%s) %s <AUTOMAATTIVASTAUS>: %s
tr: (%s) %s <Otomatik-cevap>: %s

source: Plain text
fi: Teksti
tr: Düz metin

source: The required plugin %s was not found. Please install this plugin and try again.
fi: Vaadittu liit‰nn‰inen %s puuttuu. Ole hyv‰ ja asenna se ja yrit‰ uudelleen.

source: Gaim was unable to load your plugin.
fi: Gaim ei kyennyt lataamaan liit‰nn‰ist‰si.
tr: Gaim eklentinizi yükleyemedi.

source: The required plugin %s was unable to load.
fi: Vaadittu plugin %s ei latautunut.
tr: Gerekli %s eklentisi yüklenemedi.

source: Slightly less boring default
fi: Hieman v‰hemm‰n tyls‰ oletusviesti

source: Available for friends only
fi: Tavoitettavissa vain yst‰ville

source: Away for friends only
fi: Poissa vain yst‰ville

source: Invisible for friends only
fi: N‰kym‰tˆn vain yst‰ville

source: Unavailable
fi: Tavoittamattomissa
sk: Nedostupný
tr: Geçersiz

source: Unable to resolve hostname.
fi: Ei kyetty selvitt‰m‰‰n is‰nn‰n nime‰.
sk: Nemô¾em rozpozna» meno hostiteµa.
tr: Baðlantý açýlamýyor

source: Unable to connect to server.
fi: Palvelimeen ei kyetty muodostamaan yhteytt‰.
sk: Nemô¾em sa pripoji» na server.
tr: Ana bilgisayara baðlanýlamadý

source: Invalid response from server.
fi: Kelvoton vastaus palvelimelta.
sk: Neznáma odpoveï zo servra.
tr: Hata: sunucudan geçersiz cevap

source: Error while reading from socket.
fi: Virhe luettaessa socketista.
sk: Chyba pri èítaní zo socketu.

source: Error while writing to socket.
fi: Virhe kirjoitettaessa socketiin.
tr: Sokete yazarken hata

source: Authentication failed.
fi: Todennus ep‰onnistui.
tr: Kimlik denetimi baþarýsýz.

source: Unknown Error Code.
fi: Tuntematon virhekoodi.
sk: Neznámy chybový kód.
tr: Bilinmeyen Hata Kodu.

source: <B>UIN:</B> %s<BR><B>Status:</B> %s<HR>%s
fi: <B>UIN:</B> %s<BR><B>Tila:</B> %s<HR>%s

source: Buddy Information
fi: Tuttavan tiedot
tr: Arkadaþ Bilgisi

source: Online
fi: Linjoilla
sk: Pripojený
tr: Çevrimiçi

source: Status: %s
fi: Tila: %s
sk: Stav: %s
tr: Durum: %s

source: Could not connect
fi: Yhteytt‰ ei kyetty muodostamaan
tr: Baðlanýlamadý

source: Unable to read socket
fi: Ei kyetty lukemaan pistoketta
tr: Baðlantý açýlamýyor

source: Unable to connect.
fi: Yhteyden muodostaminen ep‰onnistui.
sk: Nemô¾em sa pripoji».
tr: Baðlanýlamýyor.

source: Reading data
fi: Luetaan tietoja
tr: Veri okunuyor

source: Balancer handshake
fi: Tasapainottajan k‰ttely

source: Reading server key
fi: Luetaan palvelinavainta
tr: Sunucu anahtarý okunuyor

source: Exchanging key hash
fi: Vaihdetaan avaimen hash-arvoa

source: Critical error in GG library
fi: Kriittinen virhe GG-kirjastossa

source: Connect to %s failed
fi: %s: yhteyden muodostaminen ep‰onnistui
sk: Spojenie na %s preru¹ené
tr: Baðlantý baþarýsýz (%s)

source: Unable to ping server
fi: Palvelinta ei kyetty pingaamaan

source: Send as message
fi: L‰het‰ viestin‰
sk: Po¹li ako správu
tr: Mesaj olarak yolla

source: Looking up GG server
fi: Etsit‰‰n GG-palvelinta
sk: Hµadám GG server

source: Invalid Gadu-Gadu UIN specified
fi: Ep‰kelpo Gadu-Gadu-UIN ilmoitettu
sk: Napísali ste nesprávne Gadu-Gadu UIN

source: You are trying to send a message to an invalid Gadu-Gadu UIN.
fi: Yrit‰t l‰hett‰‰ viesti‰ ep‰kelvolle Gadu-Gadu-UIN:lle!
