Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: %s requests %s to accept %d file: %s (%.2f %s)%s%s
fi: %s pyyt‰‰ %s hyv‰ksym‰‰n %d tiedoston: %s (%.2f %s)%s%s

source: %s requests you to send them a file
fi: %s pyyt‰‰ sinua l‰hett‰m‰‰n h‰nelle tiedoston

source: TOC Protocol Plugin
fi: TOC-protokollaliit‰nn‰inen
tr: TOC Protokol Eklentisi

source: TOC host
fi: TOC-is‰nt‰
tr: TOC ana bilgisayarý

source: TOC port
fi: TOC-portti
tr: TOC portu

source: Basic Profile
fi: Perusprofiili
tr: Temel Profil

source: E-Mail Address
fi: S‰hkˆpostiosoite
tr: E-Posta Adresi

source: Profile Information
fi: Profiilitiedot
tr: Profil Bilgisi

source: Instant Messagers
fi: Pikaviestitt‰j‰t
tr: Yeni Mesaj

source: I'm From
fi: Olen kotoisin

source: Set your Trepia profile data.
fi: Aseta Trepia-profiilitietosi.

source: Profile
fi: Profiili
tr: Profil

source: Set Profile
fi: Aseta profiili
tr: Profili Düzenle

source: Visit Homepage
fi: Vieraile kotisivulla
tr: Anasayfasýna Git

source: Local Users
fi: Paikalliset k‰ytt‰j‰t
tr: Yerel Kullanýcý

source: Logging in
fi: Kirjaudutaan sis‰‰n
tr: Baðlanýlýyor

source: Trepia Protocol Plugin
fi: Trepia-protokollaliit‰nn‰inen

source: Your Yahoo! message did not get sent.
fi: Yahoo!-viesti‰si ei l‰hetetty.

source: Buzz!!
fi: Huomio!!

source: Yahoo! system message for %s:
fi: Yahoo! j‰rjestelm‰viesti k‰ytt‰j‰lle %s:

source: %s has (retroactively) denied your request to add them to your list.
fi: K‰ytt‰j‰ %s on (taannehtivasti) ev‰nnyt pyyntˆsi lis‰t‰ h‰net tuttavalistallesi.

source: %s has (retroactively) denied your request to add them to your list for the following reason: %s.
fi: K‰ytt‰j‰ %s on (taannehtivasti) ev‰nnyt pyyntˆsi lis‰t‰ h‰net tuttavalistallesi seuraavasta syyst‰: %s.

source: Add buddy rejected
fi: Tuttavan lis‰‰minen estetty
tr: Kiþi ekleme reddedildi

source: The Yahoo server has requested the use of an unrecognized authentication method. This version of Gaim will likely not be able to successfully sign on to Yahoo. Check %s for updates.
fi: Yahoo-palvelin on pyyt‰nyt tuntematonta kirjautumismenetelm‰‰. T‰m‰ Gaim-versio ei todenn‰kˆisesti pysty kirjautumaan Yahoo-palveluun. Tarkista p‰ivitykset osoitteesta: %s.

source: Failed Yahoo! Authentication
fi: Yahoo!:n todennus ep‰onnistui

source: You have tried to ignore %s, but the user is on your buddy list. Clicking "Yes" will remove and ignore the buddy.
fi: Olet yritt‰nyt olla v‰litt‰m‰tt‰ tuttavasta %s, mutta h‰n on tuttavalistalla. Painaessasi "Kyll‰" poistat h‰net tuttavalistalta eik‰ h‰nelt‰ saapuneista viesteist‰ en‰‰ v‰litet‰.
tr: %s kullanýcýsýný yoksaymaya çalýþýyorsunuz, ama kullanýcý þu anda sizin listenizde. "Evet"e týkladýðýnýz takdirde bu kullanýcý listenizden silinecek ve yok sayýlacaktýr.

source: Ignore buddy?
fi: ƒl‰ v‰lit‰?
tr: Kiþiyi yoksay?

source: Invalid username.
fi: Ep‰kelpo k‰ytt‰j‰nimi.
tr: Geçersiz kullanýcý adý.

source: Normal authentication failed!
fi: Tavallinen tunnistautumismenetelm‰ ep‰onnistui!

source: The normal authentication method has failed. This means either your password is incorrect, or Yahoo!'s authentication scheme has changed. Gaim will now attempt to log in using Web Messenger authentication, which will result in reduced functionality and features.
fi: Tavallinen tunnistautumismenetelm‰ on ep‰onnistunut. T‰m‰ tarkoittaa joko sit‰ ett‰ salasanasi on v‰‰rin, tai Yahoo!:n tunnistautumismenetelm‰ on muuttunut. Gaim yritt‰‰ nyt kirjautua k‰ytt‰en Web Messenger-tunnistautumista josta seuraa v‰hentynyt toiminnallisuus ja ominaisuudet.

source: Incorrect password.
fi: Virheellinen salasana.
tr: Yanlýþ þifre.

source: Your account is locked, please log in to the Yahoo! website.
fi: K‰ytt‰j‰tilisi on lukittu, kirjaudu sis‰‰n yahoo-websivustolta.
tr: Kullanýcý hesabýnýz kilitlendi, lütfen Yahoo! sitesine giriþ yapýn.

source: Unknown error number %d. Logging into the Yahoo! website may fix this.
fi: Tuntematon viesti numero %d. Kirjautumalla Yahoo! verkkosivuille saattaa korjata t‰m‰n.

source: Could not add buddy %s to group %s to the server list on account %s.
fi: Ei voitu lis‰t‰ tuttavaa %s ryhm‰‰n %s palvelimen listalle, tilill‰ %s.

source: Could not add buddy to server list
fi: Ei voitu lis‰t‰ tuttavaa palvelimen listalle
tr: Arkadaþýnýz sunucu listesine eklenemedi

source: Unable to read
fi: Ei kyetty lukemaan
tr: Okuma hatasý

source: Connection problem
fi: Yhteysvirhe
tr: Baðlantý problemi

source: Not At Home
fi: Poissa kotoa
tr: Evde Deðil

source: Not At Desk
fi: Poissa tyˆpˆyd‰lt‰

source: Not In Office
fi: Poissa toimistolta
tr: Ofiste Deðil

source: On Vacation
fi: Lomalla

source: Stepped Out
fi: Piipahdan ulkona

source: Not on server list
fi: Ei palvelimen listalla
tr: Sunucu listesinde deðil

source: Join in Chat
fi: Liity chattiin
tr: Sohbete Katýl

source: Initiate Conference
fi: Aloita neuvottelu

source: Active which ID?
fi: Mink‰ ID:n haluat aktivoida

source: Join who in chat?
fi: Kenen seuraan liityt‰‰n chatiss‰?
tr: Kullanýcýyla sohbet et...

source: Activate ID...
fi: Aktivoi ID...
tr: ID'yi aktifleþtir...

source: Join user in chat...
fi: Liity k‰ytt‰j‰n seuraan chattiin......
tr: Kullanýcýyla sohbet et...

source: Yahoo Protocol Plugin
fi: Yahoo-protokollaliit‰nn‰inen
tr: Yahoo Protokol Eklentisi

source: Pager host
fi: Is‰nt‰

source: Japan Pager host
fi: Is‰nt‰ (Japani)

source: Pager port
fi: Portti

source: File transfer host
fi: Tiedostosiirtopalvelin
tr: Dosya transfer ana bilgisayarý

source: Japan File transfer host
fi: Tiedostosiirtopalvelin (Japani)
tr: Japon Dosya transfer ana bilgisayarý

source: File transfer port
fi: Tiedostosiirtoportti
tr: Dosya transfer portu

source: Chat Room List Url
fi: Chathuonelista Url
tr: Sohbet Odasý Listesi

source: YCHT Host
fi: YCHT Is‰nt‰
tr: YCHT Ana Bilgisayarý

source: YCHT Port
fi: YCHT portti
tr: YCHT Portu

source: <b>IP Address:</b> %s<br>
fi: <b>IP-osoite:</b> %s<br>
tr: <b>IP Adresi:</b> %s<br>

source: Yahoo! Japan Profile
fi: Yahoo! Japan profiili
tr: Yahoo! Japon Profili

source: Yahoo! Profile
fi: Yahoo! Profiili
tr: Yahoo! Profili

source: Sorry, profiles marked as containing adult content are not supported at this time.
fi: T‰ll‰ hetkell‰ profiileja jotka on merkitty sis‰lt‰m‰‰n aikuisviihdett‰, ei tueta.

source: If you wish to view this profile, you will need to visit this link in your web browser
fi: Jos haluat katsoa t‰t‰ profiilia, sinun tulee seurata t‰t‰ linkki‰ selaimessasi

source: Hobbies
fi: Harrastukset
tr: Hobiler

source: Latest News
fi: Uutiset
tr: Son Haberler

source: Home Page
fi: Kotisivu
tr: Anasayfa

source: Cool Link 1
fi: Linkki 1
tr: Baðlantý 1

source: Cool Link 2
fi: Linkki 2
tr: Baðlantý 2

source: Cool Link 3
fi: Linkki 3
tr: Baðlantý 3

source: User information for %s unavailable
fi: %s:n k‰ytt‰j‰tiedot eiv‰t ole saatavilla
tr: %s adlý kullanýcýnýn bilgisi mevcut deðil

source: Sorry, this profile seems to be in a language that is not supported at this time.
fi: T‰m‰ profiili n‰ytt‰‰ k‰ytt‰v‰n kielt‰ jota ei tueta t‰ll‰ hetkell‰.
tr: Maalesef bu profil þu anda desteklemediðimiz bir dilde.

source: Could not retrieve the user's profile. This most likely is a temporary server-side problem. Please try again later.
fi: Ei voitu hakea k‰ytt‰j‰n profiilia. T‰m‰ on todenn‰kˆisesti v‰liaikainen palvelimen ongelma. Ole hyv‰ ja yrit‰ myˆhemmin uudestaan.
tr: Kullanýcýnýn profiline eriþilemedi. Bu muhtemelen sunucudan kaynaklanan geçici bir problemdir. Lütfen daha sonra tekrar deneyin.

source: Could not retrieve the user's profile. This most likely means that the user does not exist; however, Yahoo! sometimes does fail to find a user's profile. If you know that the user exists, please try again later.
fi: Ei voitu hakea k‰ytt‰j‰n profiilia. T‰m‰ todenn‰kˆisesti tarkoittaa sit‰ ett‰ k‰ytt‰j‰‰ ei ole; kuitenkin Yahoo! joskus ep‰onnistuu lˆyt‰m‰‰n k‰ytt‰j‰n profiilin. Jos olet varma ett‰ k‰ytt‰j‰ on olemassa, yrit‰ myˆhemmin uudelleen.
tr: Kullanýcýnýn profiline ulaþýlamadý. Bu genelde böyle bir kullanýcýnýn olmadýðýný iþaret eder; fakat bazen Yahoo!'nun profillere ulaþamadýðý olur.Eðer kullanýcýnýn doðru olduðuna eminseniz, lütfen daha sonra tekrar deneyin.

source: The user's profile is empty.
fi: K‰ytt‰j‰n profiili on tyhj‰.
tr: Kullanýcý profili boþ.

source: %s declined your conference invitation to room "%s" because "%s".
fi: %s kielt‰ytyi kutsustasi huoneeseen "%s" koska "%s".

source: Invitation Rejected
fi: Kutsusta kielt‰ydytty
tr: Davetiniz Reddedildi

source: Failed to join chat
fi: Chattiin liittyminen ep‰onnistui
tr: Sohbete katýlým baþarýsýz oldu

source: Maybe the room is full?
fi: Ehk‰ huone on t‰ynn‰?
tr: Belki sohbet odasý doludur?

source: You are now chatting in %s.
fi: Olet nyt keskustelemassa huoneessa %s
tr: Þu anda sohbet ettiðiniz yer: %s

source: Failed to join buddy in chat
fi: Liittyminen tuttavan seuraan chat-huoneeseen ep‰onnistui

source: Maybe they're not in a chat?
fi: Ehk‰ he eiv‰t ole chatiss‰?
tr: Belki de onlar sohbet etmiyordur?

source: Fetching the room list failed.
fi: Huonelistan haku ep‰onnistui.
tr: Liste alýmý baþarýsýz.

source: Voices
fi: ƒ‰net
tr: Sesler

source: Webcams
fi: Web-kamerat
tr: Kameralar

source: Unable to fetch room list.
fi: Huonelistaa ei voida hakea.
tr: Liste alýnamýyor.

source: User Rooms
fi: K‰ytt‰j‰n Huoneet
tr: Kullanýcý odalarý

source: Connection problem with the YCHT server.
fi: Yhteysvirhe YCHT palvelimen kanssa
tr: YCHT sunucusuna baðlantý hatasý.

source: <b>User:</b> %s<br>
fi: <b>K‰ytt‰j‰:</b> %s<br>
tr: <b>Kullanýcý:</b> %s<br>

source: <br>Hidden or not logged-in
fi: <br>N‰kym‰ttˆm‰n‰ tai poissa linjoilta
tr: <br>Gizli veya giriþ yapmamýþ

source: <br>At %s since %s
fi: <br>Paikassa: %s saapunut: %s

source: Anyone
fi: Kuka tahansa

source: _Class:
fi: _Luokka:

source: _Instance:
fi: _Ilmentym‰:

source: _Recipient:
fi: _Vastaanottaja:

source: Attempt to subscribe to %s,%s,%s failed
fi: Yritys tilata %s,%s,%s ep‰onnistui

source: zlocate &lt;nick&gt;: Locate user
fi: zlocate &lt;nimi&gt;: Paikanna k‰ytt‰j‰

source: zl &lt;nick&gt;: Locate user
fi: zl &lt;nimi&gt;: Paikanna k‰ytt‰j‰

source: instance &lt;instance&gt;: Set the instance to be used on this class
fi: instance &lt;ilmentym‰&gt;: Aseta ilmentym‰ jota k‰ytet‰‰n t‰ss‰ luokassa

source: inst &lt;instance&gt;: Set the instance to be used on this class
fi: inst &lt;ilmentym‰&gt;: Aseta ilmentym‰ jota k‰ytet‰‰n t‰ss‰ luokassa

source: sub &lt;class&gt; &lt;instance&gt; &lt;recipient&gt;: Join a new chat
fi: sub &lt;luokka&gt; &lt;ilmentym‰&gt; &lt;vastaanottaja&gt;: Liity uuteen chattiin

source: zi &lt;instance&gt;: Send a message to &lt;message,<i>instance</i>,*&gt;
fi: zi &lt;ilmentym‰&gt;: L‰het‰ viesti &lt;viesti,<i>ilmentym‰</i>,*&gt;

source: zci &lt;class&gt; &lt;instance&gt;: Send a message to &lt;<i>class</i>,<i>instance</i>,*&gt;
fi: zci &lt;luokka&gt; &lt;ilmentym‰&gt;: L‰het‰ viesti &lt;<i>luokka</i>,<i>ilmentym‰</i>,*&gt;

source: zcir &lt;class&gt; &lt;instance&gt; &lt;recipient&gt;: Send a message to &lt;<i>class</i>,<i>instance</i>,<i>recipient</i>&gt;
fi: zcir &lt;luokka&gt; &lt;ilmentym‰&gt; &lt;vastaanottaja&gt;: L‰het‰ viesti &lt;<i>luokka</i>,<i>ilmentym‰</i>,<i>vastaanottaja</i>&gt;

source: zir &lt;instance&gt; &lt;recipient&gt;: Send a message to &lt;MESSAGE,<i>instance</i>,<i>recipient</i>&gt;
fi: zir &lt;ilmentym‰&gt; &lt;vastaanottaja&gt;: L‰het‰ viesti &lt;VIESTI,<i>ilmentym‰</i>,<i>vastaanottaja</i>&gt;

source: zc &lt;class&gt;: Send a message to &lt;<i>class</i>,PERSONAL,*&gt;
fi: zc &lt;luokka&gt;: L‰het‰ viesti &lt;<i>luokka</i>,YKSITYINEN,*&gt;

source: Resubscribe
fi: Uudelleentilaa
tr: Yeniden kaydol

source: Retrieve subscriptions from server
fi: Hae tilaukset palvelimelta

source: Zephyr Protocol Plugin
fi: Zephyr-protokollaliit‰nn‰inen
tr: Zephyr Protokol Eklentisi

source: Export to .anyone
fi: Vie tiedostoon .anyone

source: Export to .zephyr.subs
fi: Vie tiedostoon .zephyr.subs

source: Exposure
fi: Altistus

source: Access denied: proxy server forbids port %d tunnelling.
fi: P‰‰sy ev‰tty: proxy-palvelin est‰‰ portin %d tunneloinnin.

source: Proxy connection error %d
fi: Proxy-yhteysvirhe %d
tr: Proxy baðlantý hatasý %d

source: Invalid proxy settings
fi: Ep‰kelvot v‰lityspalvelinvalinnat
tr: Geçersiz proxy ayarlarý

source: Either the host name or port number specified for your given proxy type is invalid.
fi: Joko is‰nt‰ tai porttinumero on virheellinen annetulle proxy-asetukselle.
tr: Proxy ayarlarýnýzda girilen host adresi ya da port numarasý geçerli deðil.

source: Accept
fi: Hyv‰ksy
sk: Akceptova»
tr: Kabul Et

source: %s is now known as %s.
fi: %s on nyt nimelt‰‰n %s.
tr: %s ismini deðiþtirdi: %s.

source: (%d message)
fi: (%d viesti)
tr: (%d mesaj)

source: (1 message)
fi: (1 viesti)
sk: (1 správa)
tr: (1 mesaj)

source: Accept chat invitation?
fi: Hyv‰ksy kutsu?
tr: Sohbet davetini kabul ediyor musunuz?

source: %s came back
fi: %s palasi
tr: %s geri döndü

source: %s went away
fi: %s on poissa
tr: %s uzaklaþtý

source: %s became idle
fi: %s on jouten
tr: %s müsait

source: %s became unidle
fi: %s on aktiivinen
tr: %s müsait deðil

source: Calculating...
fi: Lasketaan...
tr: Hesaplanýyor...

source: Unknown.
fi: Tuntematon.
tr: Bilinmeyen.

source: second
fi: sekunti
tr: saniye

source: day
fi: p‰iv‰
tr: gün

source: hour
fi: tunti
tr: saat

source: minute
fi: minuutti
tr: dakika

source: g003: Error opening connection.
fi: g003: Virhe avattaessa yhteytt‰.
sk: g003: Chyba pri otváraní spojenia.
tr: g003: Baðlantýda hata.

source: Restore Away State On Reconnect
tr: Yeniden Baðlandýðýnda Dýþarýda! Durumunu Koru

source: Mail Server
tr: Posta Sunucusu

source: %s (%d new/%d total)
tr: %s (%d yeni/%d toplam)

source: Check Mail
tr: Postayý Kontrol Et

source: Check email every X seconds.
tr: Her X saniyede postayý kontrol et.

source: The buddy with the lowest score is the buddy who will have priority in the contact. The default values (offline = 4,away = 2, and idle = 1) will use what used to be the built-in order active->idle->away->away+idle->offline.
tr: En az puanlý kiþi listede önceliðe sahip olur. Varsayýlan deðerler (çevrimdýþý = 4, dýþarýda! = 2, ve baðlý = 1) kullanýlacak olup sýralamasý aktif->baðlý->dýþarýda!->dýþarýda!+baðlý->çevrimdýþýdýr.

source: Point values to use for Account...
tr: Hesap için kullanýlacak deðerler...

source: Auto-login
tr: Otomatik-baðlan

source: Signoff
sk: Odhlási»
tr: Oturumu Kapat

source: ExtPlacement
tr: Yazýþma+

source: GTK Signals Test
tr: GTK Sinyal Testi

source: Test to see that all ui signals are working properly.
tr: Tüm sinyallerin doðru çalýþýp çalýþmadýðýný görmek için test edin.

source: When a new conversation is opened this plugin will insert the last conversation into the current conversation.
tr: Bu eklenti yeni bir yazýþma penceresi açtýðýnýzda en son yazdýklarýnýzý pencerede otomatik olarak görmenizi saðlar.

source: _Keep Buddy List window on top
tr: Liste penceresi her zaman _üstte

source: _Flash Window when messages are received
tr: Yeni mesaj geldiðinde pencereyi canlandýr

source: OK
tr: Tamam

source: Away!
tr: Dýþarýda!

source: Edit This Message
tr: Mesajý Düzenle

source: I'm Back!
sk: Som spä»!
tr: Geri Geldim!

source: Are you sure you want to remove the away message "%s"?
tr: Dýþarýda! mesajýný ("%s") kaldýrmak istediðinizden emin misiniz?

source: Remove Away Message
sk: Odstráò 'Preè' správu
tr: Dýþarýda! Mesajýný Kaldýr

source: New Away Message
sk: Nová 'Preè' správa
tr: Yeni Dýþarda! Mesajý

source: Set All Away
sk: Nastav v¹etko na 'Preè'
tr: Hepsini Dýþarýda! Yap

source: You cannot save an away message with a blank title
tr: Boþ bir baþlýkla Dýþarda! mesajý kaydedemezsiniz

source: Please give the message a title, or choose "Use" to use without saving.
tr: Lütfen mesajýnýza bir baþlýk yazýn, veya kaydetmeden kullanmak için "Kullan"ý seçin.

source: You cannot create an empty away message
sk: Nemô¾ete vytvori» prázdnu 'Preè' správu
tr: Boþ bir Dýþarýda! mesajý yaratamazsýnýz

source: New away message
sk: Nová 'Preè' správa
tr: Yeni Dýþarýda! mesajý

source: Away title:
sk: Názov 'Preè':
tr: Dýþarýda! baþlýðý:

source: _Save
tr: _Kaydet

source: Sa_ve & Use
tr: Kaydet & Kullan

source: _Use
tr: _Kullan

source: Buddy List Error
tr: Liste Hatasý

source: Unable to send message. The message is too large.
tr: Mesajýnýz çok uzun olduðundan gönderilemedi.

source: The message is too large.
tr: Mesajýnýz çok uzun.

source: %s wants to send you a file
tr: %s size bir dosya göndermek istiyor

source: Transfer of file %s complete
tr: %s transferi tamamlandý

source: File transfer complete
tr: Dosya transferi tamamlandý

source: You canceled the transfer of %s
tr: Dosya Transferinden Vazgeçildi (%s)

source: File transfer cancelled
tr: Dosya transferinden vazgeçildi

source: %s canceled the file transfer
tr: %s dosya transferinden vazgeçti

source: File transfer to %s aborted.
tr: %s için dosya transferi baþarýsýz.

source: File transfer from %s aborted.
tr: %s tarafýndan dosya transferi baþarýsýz.

source: Alias:
tr: Görünen Ýsim:

source: Show more options
tr: Fazla seçenek göster

source: Show fewer options
tr: Az seçenek göster

source: Information
tr: Bilgi

source: _Alias Buddy...
tr: Görünen Ýsim...

source: _Remove Buddy
tr: Kiþiyi _Kaldýr

source: Alias Contact...
tr: Görünen Ýsim...

source: _Alias...
tr: Görünen Ýsim...

source: /Buddies/_Signoff
tr: /_Kiþiler/_Çýkýþ (Çevrimdýþý ol)

source: /Tools/_Away
tr: /_Araçlar/_Dýþarýda

source: Rename Group
sk: Premenova» Skupinu
tr: Grubu Yeniden Ýsimlendir

source: New group name
tr: Yeni grup ismi

source: Please enter a new name for the selected group.
tr: Lütfen seçili grup için yeni bir isim girin.

source: <b>Account:</b>
tr: <b>Hesap:</b>

source: <b>Contact Alias:</b>
tr: <b>Görünen Ýsim:</b>

source: <b>Alias:</b>
tr: <b>Görünen Ýsim:</b>

source: <b>Nickname:</b>
tr: <b>Kullanýcý Adý:</b>

source: <b>Logged In:</b>
tr: <b>Giriþ Yaptý:</b>

source: <b>Idle:</b>
tr: <b>Baðlý:</b>

source: <b>Warned:</b>
tr: <b>Uyarýldý:</b>

source: <b>Status</b>: Awesome
tr: <b>Durum:</b> Awesome

source: <b>Status</b>: Rockin'
tr: <b>Durum:</b> Rockin'

source: Idle (%dh%02dm)
tr: Baðlý (%ds%02dd)

source: Warned (%d%%)
tr: Uyarýldý (%d%%)

source: /Tools/Away
tr: /Araçlar/Dýþarýda

source: Send a message to the selected buddy
tr: Seçtiðiniz kiþiye mesaj gönderin

source: Get information on the selected buddy
tr: Seçilmiþ kiþinin bilgisini al

source: _Chat
tr: _Sohbet

source: Join a chat room
tr: Sohbet odasýna katýl

source: _Away
tr: _Dýþarýda!

source: Set an away message
tr: Dýþarýda! mesajýný düzenle

source: Done.
tr: Tamam.

source: Signon:
tr: Giriþ:

source: Signon
sk: Prihlási»
tr: Giriþ

source: Cancel All
tr: Tümünden Vazgeç

source: That command only works in Chats, not IMs.
tr: Bu komut sadece sohbetlerde geçerlidir, mesajlarda deðil.

source: That command only works in IMs, not Chats.
tr: Bu komut sadece mesajlarda geçerlidir, sohbette deðil.

source: That buddy is not on the same protocol as this chat
tr: Kiþi bu sohbetle ayný protokol üzerinde deðil

source: You are not currently signed on with an account that can invite that buddy.
tr: Bu kiþiyi davet etmek için henüz geçerli bir hesaptan oturum açmadýnýz.

source: Get Away Msg
tr: Dýþarýda Mesajýný Oku

source: /Conversation/_Warn...
tr: /Yazýþma/_Uyar

source: /Conversation/A_lias...
tr: /Yazýþma/Görünen Ýsim...

source: /Options/Show Formatting _Toolbar
tr: /_Seçenekler/Biçimlendirme Çubuðunu Göster

source: /Options/Show T_imestamps
tr: /_Seçenekler/Zamaný Göster

source: /Conversation/Warn...
tr: /Yazýþma/Uyar...

source: /Options/Show Formatting Toolbar
tr: /_Seçenekler/Biçimlendirme Çubuðunu Göster

source: Warn
sk: Varova»
tr: Uyar

source: Warn the user
tr: Kullanýcýyý uyar

source: Block the user
tr: Kullanýcýyý engelle

source: Send a file to the user
tr: Kullanýcýya dosya gönder

source: Add the user to your buddy list
tr: Kullanýcýyý listene ekle

source: Remove the user from your buddy list
tr: Kullanýcýyý listeden çýkar

source: Send
sk: Posla»
tr: Gönder

source: Send message
tr: Mesaj gönder

source: Invite
sk: Pozva»
tr: Davet Et

source: Invite a user
tr: Kullanýcýyý davet et

source: Add the chat to your buddy list
tr: Sohbeti listeye ekle

source: Remove the chat from your buddy list
tr: Sohbeti listeden çýkar

source: <main>/Conversation/Close
tr: <main>/Yazýþma/Kapat

source: former Jabber developer
tr: Jabber geliþtiricisi

source: Australian English
tr: Avusturalya Ýngilizcesi

source: Hindi
tr: Hindu dili

source: Dutch; Flemish
tr: Flamanca

source: Albanian
tr: Romence

source: Turkish
tr: Türkçe (ISO-8859-9)

source: Chinese
tr: Çince

source: Gaim is a modular messaging client capable of using AIM, MSN, Yahoo!, Jabber, ICQ, IRC, SILC, Novell GroupWise, Napster, Zephyr, and Gadu-Gadu all at once. It is written using Gtk+ and is licensed under the GPL.<BR><BR>
tr: Gaim; AIM, MSN, Yahoo!, Jabber, ICQ, IRC, SILC, Novell GroupWise, Napster, Zephyr, and Gadu-Gadu hesaplarýnýza ayný anda baðlanmanýzý saðlayan modüler bir mesaj sunucusudur. Gtk+ ile yazýlmýþ olup GPL lisansý altýndadýr.<BR><BR>

source: _Screen name
tr: _Liste ismi

source: Please enter the screen name of the person you would like to IM.
tr: Mesaj göndermek istediðiniz kiþinin liste ismini girin.

source: Get User Log
tr: Kullanýcý Kaydýný Al

source: Warn User
tr: Kullanýcýyý uyar

source: Warn _anonymously?
tr: Kimden olduðu belli olmadan uyar?

source: Alias
tr: Görünen Ýsim

source: Interface Options
tr: Görünüm Seçenekleri

source: D_isplay remote nicknames if no alias is set
tr: Görünen isim atanmadýðý takdirde takma ismi görüntüle

source: Display
tr: Görünüm

source: Show _timestamp on messages
tr: Mesajlarda zamaný göster

source: Ignore c_olors
tr: Renkleri yoksay

source: Ignore font _faces
tr: Yazýtipini yoksay

source: Ignore font si_zes
tr: Yazý boyutunu yoksay

source: Default Formatting
tr: Varsayýlan Biçim

source: _Send default formatting with outgoing messages
tr: Giden mesajý varsayýlan biçimlerle gönder

source: _Clear Formatting
tr: Biçimlemeyi Temizle

source: Send Message
sk: Posla» správu
tr: Mesajý Gönder

source: Enter _sends message
tr: Enter gönderir

source: C_ontrol-Enter sends message
tr: C_ontrol-Enter gönderir

source: Window Closing
tr: Pencereyi Kapatma Seçenekleri

source: _Escape closes window
tr: _Escape kapatýr

source: Insertions
tr: Eklemeler

source: Control-{B/I/U} changes _formatting
tr: Control-{B/I/U} yazý biçimini deðiþtirir

source: Control-(number) _inserts smileys
tr: Control-(sayý) _güleryüz ekler

source: Show _buttons as:
tr: Düðmeleri göster:

source: Pictures
sk: Obrázky
tr: Resim

source: Text
tr: Yazý

source: Pictures and text
tr: Resim ve Yazý

source: _Raise window on events
tr: Olaylarda pencereyi göster

source: Show _warning levels
tr: _Uyarý seviyesini göster

source: Show idle _times
tr: Baðlý olduðu süreyi göster

source: Enable "_slash" commands
tr: "_taksim" komutlarýný algýla

source: Show _formatting toolbar
tr: Biçimlendirme Çubuðunu Göster

source: Show _aliases in tabs/titles
tr: Görünen ismi sekmelerde ve baþlýklarda göster

source: Tab p_lacement:
tr: Sekmeleri yerleþtirme:

source: New conversation _placement:
tr: Yeni yazýþma yerleþtirmesi:

source: Log when buddies _sign on/sign off
tr: Kullanýcý giriþ/çýkýþlarýný tut

source: _Edit
tr: Dü_zenle

source: Interface
tr: Görünüm

source: Message Text
tr: Mesaj Metni

source: Shortcuts
tr: Kýsayollar

source: Away Messages
sk: 'Preè' správy
tr: Dýþarýda! Mesajý

source: Please create an account.
tr: Lütfen bir hesap oluþturun.

source: Login
tr: Giriþ

source: <b>_Account:</b>
tr: <b>_Hesap:</b>

source: <b>_Password:</b>
tr: <b>_Þifre:</b>

source: A_ccounts
tr: Hesaplar

source: P_references
tr: Seçenekler

source: _Sign on
tr: _Giriþ

source: Unable to load preferences
tr: Seçenekler yüklenemedi
