Repository: tdrhq/pidgin-clone
Catalog: po/*.po
Languages: fi, sk, tr

source: Couldn't get search results
fi: Ei kyetty noutamaan hakutuloksia
sk: Nemô¾em získa» výsledky vyhladávania
tr: Arama sonuçlarý alýnamadý

source: Gadu-Gadu Search Engine
fi: Gadu-Gadu-hakukone
sk: Gadu-Gadu Vyhµadávací Stroj
tr: Gadu-Gadu Arama Motoru

source: Active
fi: Aktiivinen
sk: Aktívny
tr: Aktif

source: First Name
fi: Etunimi
sk: Prvé meno
tr: Ad

source: Last Name
fi: Sukunimi
sk: Priezvisko
tr: Soyad

source: Nick
fi: Kutsumanimi
sk: Prezývka
tr: Takma isim

source: Birth Year
fi: Syntym‰vuosi
tr: Doðum Yýlý

source: Sex
fi: Sukupuoli
sk: Pohlavie
tr: Cinsiyet

source: City
fi: Kunta
sk: Mesto
tr: Þehir

source: There is no Buddy List stored on the Gadu-Gadu server.
fi: Gadu-Gadu-palvelimelle ei ole tallennettu tuttavalistaa.

source: Couldn't Import Buddy List from Server
fi: Ei voitu tuoda tuttavalistaa palvelimelta

source: Buddy List successfully transferred to Gadu-Gadu server
fi: Tuttavalista siirretty onnistuneesti Gadu-Gadu-palvelimelle

source: Couldn't transfer Buddy List to Gadu-Gadu server
fi: Ei voitu siirt‰‰ tuttavalistaa Gadu-Gadu-palvelimelle

source: Buddy List successfully deleted from Gadu-Gadu server
fi: Tuttavalista onnistuneesti poistettu Gadu-Gadu-palvelimelta

source: Couldn't delete Buddy List from Gadu-Gadu server
fi: Ei voitu poistaa tuttavalistaa Gadu-Gadu-palvelimelta

source: Password changed successfully
fi: Salasanan vaihto onnistui
tr: Þifre baþarýyla deðiþtirildi

source: Password couldn't be changed
fi: Salasanaa ei voitu muuttaa
tr: Þifre deðiþtirilemedi

source: Error communicating with Gadu-Gadu server
fi: Virhe kommunikoitaessa Gadu-Gadu palvelimen kanssa.

source: Gaim was unable to complete your request due to a problem communicating with the Gadu-Gadu HTTP server. Please try again later.
fi: Gaim ei voinut toteuttaa pyyntˆ‰si koska tapahtui virhe kommunikoitaessa Gadu-Gadu HTTP-palvelimen kanssa. Yrit‰ myˆhemmin uudelleen.

source: Unable to import Gadu-Gadu buddy list
fi: Ei voitu tuoda Gadu-Gadu:n tuttavalistaa.

source: Gaim was unable to connect to the Gadu-Gadu buddy list server. Please try again later.
fi: Gaim ei saanut yhteytt‰ Gadu-Gadu tuttavalistapalvelimeen. Yrit‰ myˆhemmin uudelleen.

source: Couldn't export buddy list
fi: Tuttavalistan tallentaminen palvelimelle ei onnistunut
tr: Kullanýcýyý listenize eklemek istiyor musunuz?

source: Gaim was unable to connect to the buddy list server. Please try again later.
fi: Gaim ep‰onnistui saamaan yhteytt‰ tuttavalistapalvelimelle. Yrit‰ uudelleen myˆhemmin.

source: Unable to delete Gadu-Gadu buddy list
fi: Gadu-Gadu tuttavalistan poistaminen ei onnistu

source: Unable to access directory
fi: Hakemistoon ei yhteytt‰
tr: Klasöre ulaþýlamadý

source: Gaim was unable to search the Directory because it was unable to connect to the directory server. Please try again later.
fi: Gaim ei voinut suorittaa hakua, koska hakemistopalvelimeen ei saatu yhteytt‰. Yrit‰ myˆhemmin uudelleen.

source: Unable to change Gadu-Gadu password
fi: Ei kyetty muuttamaan Gadu-Gadu -salasanaa

source: Gaim was unable to change your password due to an error connecting to the Gadu-Gadu server. Please try again later.
fi: Gaim ei voinut vaihtaa salasanaa koska yhteytt‰ Gadu-Gadu -palvelimelle ei voitu muodostaa. Yrit‰ myˆhemmin uudelleen.

source: Directory Search
fi: Haku hakemistosta
sk: Vyhladávanie v prieèinku
tr: Dizin Aramasý

source: Change Password
fi: Vaihda salasanaa
sk: Zmeni» heslo
tr: Þifre Deðiþtir

source: Import Buddy List from Server
fi: Tuo tuttavalista palvelimelta
tr: Arkadaþ Listesini Sunucudan Al

source: Export Buddy List to Server
fi: Vie tuttavalista palvelimelle
tr: Arkadaþ Listesini Sunucuya Ver

source: Delete Buddy List from Server
fi: Poista tuttavalista palvelimelta
tr: Arkadaþ Listesini Sunucudan Sil

source: Unable to access user profile.
fi: K‰ytt‰j‰profiiliin ei p‰‰sy‰.

source: Gaim was unable to access this user's profile due to an error connecting to the directory server. Please try again later.
fi: Gaim ei voinut lukea t‰m‰n k‰ytt‰j‰n profiilia koska k‰ytt‰j‰profiilipalvelimeen ei saatu yhteytt‰. Yrit‰ myˆhemmin uudelleen.

source: Gadu-Gadu Protocol Plugin
fi: Gadu-Gadu-protokollaliit‰nn‰inen
tr: Gadu-Gadu Protokol Eklentisi

source: Unknown command: %s
fi: Tuntematon komento: %s
tr: Bilinmeyen komut: %s

source: current topic is: %s
fi: nykyinen aihe on: %s
tr: þu anki konu: %s

source: No topic is set
fi: Aihetta ei ole asetettu
tr: Hiçbir konu seçilmedi

source: Gaim could not open a listening port.
fi: Gaim ei voinut avata kuuntelevaa porttia.
tr: Gaim bir dinleme portu açamadý

source: Error displaying MOTD
fi: Virhe n‰ytett‰ess‰ MOTD:t‰
tr: MOTD görüntülenirken hata

source: No MOTD available
fi: MOTD ei ole k‰ytett‰viss‰
tr: MOTD mevcut deðil

source: There is no MOTD associated with this connection.
fi: MOTD:t‰ ei ole assosioitu t‰lle yhteydelle.
tr: Baðlantýyla temas halinde bir MOTD bulunmamaktadýr

source: MOTD for %s
fi: MOTD %s:lle
tr: %s için MOTD

source: Server has disconnected
fi: Palvelin on katkaissut yhteyden
tr: Sunucu baðlantýsý kesildi

source: View MOTD
fi: N‰yt‰ MOTD
tr: MOTD'yi göster

source: _Channel:
fi: _Kanava:
tr: _Kanal

source: _Password:
fi: _Salasana:
tr: Þ_ifre

source: IRC nicks may not contain whitespace
fi: IRC-kutsumanimiss‰ ei tule olla v‰lilyˆntej‰
tr: IRC isimler boþluk karakteri içeremez

source: SSL support unavailable
fi: SSL-tuki ei saatavilla
tr: SSL desteði mevcut deðil

source: Couldn't create socket
fi: Socketin luominen ep‰onnistui
tr: Soket yaratýlamadý

source: Couldn't connect to host
fi: Yhteytt‰ is‰nt‰‰n ei voitu muodostaa
sk: Nemô¾em sa spoji» s hostiteµom
tr: Ana bilgisayara baðlanýlamadý

source: Connection Failed
fi: Yhteysvirhe
tr: Baðlantý Kurulamýyor

source: SSL Handshake Failed
fi: SSL-k‰ttely ep‰onnistui
tr: SSL Handshake Baþarýsýz

source: Read error
fi: Virhe luettaessa
tr: Okuma hatasý

source: Users
fi: K‰ytt‰j‰t
tr: Kullanýcýlar

source: Topic
fi: Aihe
tr: Konu

source: IRC Protocol Plugin
fi: IRC-protokollaplugin
tr: IRC Protokol Eklentisi

source: The IRC Protocol Plugin that Sucks Less
fi: Irc-protokollaplugin joka toimii.

source: Server
fi: Palvelin
tr: Sunucu

source: Port
fi: Portti

source: Username
fi: K‰ytt‰j‰nimi
tr: Kullanýcý Adý

source: Bad mode
fi: V‰‰r‰ tila
tr: Kötü mod

source: You are banned from %s.
fi: Sinut on kielletty kanavalta %s.
tr: %s tarafýndan yasaklandýnýz.

source: Banned
fi: Kielletty
tr: Yasaklý

source: <i>(identified)</i>
fi: <i>(tunnistettu)</i>
tr: <i>(tanýmlandý)</i>

source: Realname
fi: Oikea nimi
tr: Gerçek Ad

source: Currently on
fi: T‰ll‰ hetkell‰
tr: Þu anda açýk

source: <b>Idle for:</b> %s<br>
fi: <b>Jouten:</b> %s<br>
tr: <b>Hazýr:</b> %s<br>

source: Online since
fi: Linjoilla
tr: Baðlý olduðu süre:

source: <br><b>Defining adjective:</b> Glorious<br>
fi: <br><b>Kuvaava adjektiivi</b> Kunniakas<br>
tr: <br><b>Belirleyici sýfat:</b> Mükemmel<br>

source: Buddy Information for %s
fi: Tuttavan %s tiedot
tr: %s için Bilgi

source: %s has changed the topic to: %s
fi: %s on vaihtanut aiheeksi: %s
tr: %s konuyu deðiþtirdi: %s

source: The topic for %s is: %s
fi: %s:n aihe on: %s
tr: %s için konu: %s

source: Unknown message '%s'
fi: Tuntematon viesti '%s'
tr: Bilinmeyen mesaj '%s'

source: Unknown message
fi: Tuntematon viesti
tr: Bilinmeyen mesaj

source: Gaim has sent a message the IRC server did not understand.
fi: Gaim on l‰hett‰nyt viestin jota IRC-palvelin ei ymm‰rr‰.
tr: Gaim'in gönderdiði mesaj IRC sunucusu tarafýndan algýlanamadý.

source: Users on %s: %s
fi: K‰ytt‰j‰t %s: %s
tr: Kiþiler (%s): %s

source: No such channel
fi: Kanavaa ei ole
tr: Böyle bir kanal yok

source: no such channel
fi: kanavaa ei ole
tr: böyle bir kanal yok

source: User is not logged in
fi: K‰ytt‰j‰ ei ole kirjautuneena sis‰‰n
tr: Kullanýcý oturum açmamýþ

source: No such nick or channel
fi: Kutsumanime‰/kanavaa ei ole olemassa
tr: Böyle bir kiþi veya kanal bulunamadý

source: Could not send
fi: Ei voitu l‰hett‰‰
tr: Gönderilemedi

source: Joining %s requires an invitation.
fi: Liittyminen kanavalle %s vaatii kutsun.
tr: %s katýlýmý davet gerektiriyor.

source: Invitation only
fi: Vain kutsu
tr: Sadece davetliler

source: You have been kicked by %s: (%s)
fi: %s on poistanut sinut kanavalta: (%s)
tr: %s tarafýndan atýldýnýz: (%s)

source: Kicked by %s (%s)
fi: %s potkaisi (%s)
tr: %s tarafýndan atýldýnýz (%s)

source: mode (%s %s) by %s
fi: moodin (%s %s) asetti %s

source: Cannot change nick
fi: Ei kyetty muuttamaan kutsumanime‰
tr: Kullanýcý adý deðiþtirilemiyor

source: Could not change nick
fi: Ei kyetty muuttamaan kutsumanime‰
tr: Kullanýcý adý deðiþtirilemiyor

source: You have parted the channel%s%s
fi: Olet poistunut kanavalta %s%s

source: Error: invalid PONG from server
fi: Virhe: ep‰kelpo PONG palvelimelta
tr: Hata: sunucudan geçersiz cevap (PONG)

source: PING reply -- Lag: %lu seconds
fi: PING vastaus -- Viive: %lu sekuntia
tr: PING cevabý -- Gecikme: %lu saniye

source: Cannot join %s:
fi: Ei voi liitty‰ %s:
tr: %s'e katýlýnamýyor:

source: Cannot join channel
fi: Ei voida liitty‰ kanavalle
tr: Kanal katýlýnamýyor

source: Wallops from %s
fi: Wallops %s:lt‰

source: action &lt;action to perform&gt;: Perform an action.
fi: action &lt;teht‰v‰ toiminta&gt;: Tee toiminta.

source: away [message]: Set an away message, or use no message to return from being away.
fi: away [viesti]: Aseta poissaoloviesti, tai j‰t‰ viesti tyhj‰ksi poistaaksesi poissaolotilan.
tr: Dýþarýda! [mesaj]: Dýþarýda! mesajýnýzý yazýn, ya da Dýþarda! olduðunuzda boþ mesaj kullanýn.

source: deop &lt;nick1&gt; [nick2] ...: Remove channel operator status from someone. You must be a channel operator to do this.
fi: deop &lt;nimi1&gt; [nimi2] ...: Poista kanavaoperaattorin status joltakulta. Sinun tulee olla kanavaoperaattori tehd‰ksesi n‰in.
tr: deop &lt;nick1&gt; [nick2] ...: Bir kanal operatöründen durumunu almak için bir kanal operatörü olmak zorundasýnýz.

source: devoice &lt;nick1&gt; [nick2] ...: Remove channel voice status from someone, preventing them from speaking if the channel is moderated (+m). You must be a channel operator to do this.
fi: devoice &lt;nimi1&gt; [nimi2] ...: Poista ‰‰ni-tila joltakulta, est‰en heit‰ puhumasta jos kanava on moderoitu (+m). Sinun tulee olla kanavaperaattori tehd‰ksesi n‰in.

source: invite &lt;nick&gt; [room]: Invite someone to join you in the specified channel, or the current channel.
fi: invite &lt;nimi&gt; [huone]: Kutsu joku liittym‰‰n kanssasi tietylle tai t‰m‰nhetkiselle kanavalle.

source: j &lt;room1&gt;[,room2][,...] [key1[,key2][,...]]: Enter one or more channels, optionally providing a channel key for each if needed.
fi: j &lt;huone1&gt;[,huone2][,...] [avain1[,avain2][,...]]: Liity yhdelle tai useammalle kanavalle, antaen myˆs kanava-avaimen mik‰li tarpeen.

source: join &lt;room1&gt;[,room2][,...] [key1[,key2][,...]]: Enter one or more channels, optionally providing a channel key for each if needed.
fi: join &lt;huone1&gt;[,huone2][,...] [avain1[,avain2][,...]]: Liity yhdelle tai useammalle kanavalle antaen myˆs kanava-avaimen mik‰li tarpeen.

source: kick &lt;nick&gt; [message]: Remove someone from a channel. You must be a channel operator to do this.
fi: kick &lt;nimi&gt; [viesti]: Poista joku kanavalta. Sinun tulee olla kanavaoperaattori tehd‰ksesi n‰in.

source: list: Display a list of chat rooms on the network. <i>Warning, some servers may disconnect you upon doing this.</i>
fi: list: N‰yt‰ lista chat-huoneista verkossa. <i>Varoitus, jotkut palvelimet saattavat katkaista yhteytesi jos teet n‰in.</i>

source: me &lt;action to perform&gt;: Perform an action.
fi: me &lt;teht‰v‰ toiminto&gt;: Suorita toiminto.

source: msg &lt;nick&gt; &lt;message&gt;: Send a private message to a user (as opposed to a channel).
fi: msg &lt;nimi&gt; &lt;viesti&gt;: L‰het‰ yksityisviesti k‰ytt‰j‰lle (ollessasi kanavalla).

source: names [channel]: List the users currently in a channel.
fi: names [kanava]: Listaa kanavalla olevat k‰ytt‰j‰t.

source: nick &lt;new nickname&gt;: Change your nickname.
fi: nick &lt;uusi nimi&gt;: Muuta nimesi.

source: op &lt;nick1&gt; [nick2] ...: Grant channel operator status to someone. You must be a channel operator to do this.
fi: op &lt;nimi1&gt; [nimi2] ...: Anna kanavaoperaattorin status jollekulle. Sinun tulee olla kanavaoperaattori tehd‰ksesi n‰in.
tr: deop &lt;nick1&gt; [nick2] ...: Bir kanal operatöründen durumunu almak için bir kanal operatörü olmak zorundasýnýz.

source: operwall &lt;message&gt;: If you don't know what this is, you probably can't use it.
fi: operwall &lt;viesti&gt;: Jos et tied‰ mik‰ t‰m‰ on, sinun ei todenn‰kˆisesti tule k‰ytt‰‰ t‰t‰.

source: part [room] [message]: Leave the current channel, or a specified channel, with an optional message.
fi: part [huone] [viesti]: Poistu t‰m‰nhetkiselt‰ kanavalta tai tietylt‰ kanavalta valinnaisen viestin kanssa.

source: ping [nick]: Asks how much lag a user (or the server if no user specified) has.
fi: ping [nimi]: Kysyy kuinka paljon viivett‰ k‰ytt‰j‰ll‰(tai palvelimella jos ei k‰ytt‰j‰‰ annettu) on.

source: query &lt;nick&gt; &lt;message&gt;: Send a private message to a user (as opposed to a channel).
fi: query &lt;nimi&gt; &lt;viesti&gt;: L‰het‰ yksityisviesti k‰ytt‰j‰lle (kun olet kanavalla).

source: quit [message]: Disconnect from the server, with an optional message.
fi: quit [viesti]: Katkaise yhteys palvelimelle + valinnainen viesti.
tr: quit [mesaj]: Mesaj býrakarak sunucudan ayrýl

source: quote [...]: Send a raw command to the server.
fi: quote [...]: L‰het‰ "raaka" komento palvelimelle.

source: remove &lt;nick&gt; [message]: Remove someone from a room. You must be a channel operator to do this.
fi: remove &lt;nimi&gt; [viesti]: Poista joku huoneesta. Sinun tulee olla kanavaoperaattori tehd‰ksesi n‰in.

source: topic [new topic]: View or change the channel topic.
fi: topic [uusi aihe]: N‰yt‰ tai vaihda kanavan aihetta.
tr: topic [&lt;yeni konu&gt;]: Konuyu deðiþtir veya görüntüle

source: umode &lt;+|-&gt;&lt;A-Za-z&gt;: Set or unset a user mode.
fi: umode &lt;nimi1&gt; [nimi2] ...: Aseta tai poista k‰ytt‰j‰n tila.

source: voice &lt;nick1&gt; [nick2] ...: Grant channel voice status to someone. You must be a channel operator to do this.
fi: voice &lt;nimi1&gt; [nimi2] ...: Aseta kanavan ‰‰ni-tila jollekulle. Sinun tulee olla kanavaoperaattori tehd‰ksesi n‰in.
tr: voice &lt;nick1&gt; [nick2] ...: Bir kanal operatöründen durumunu almak için bir kanal operatörü olmak zorundasýnýz.

source: wallops &lt;message&gt;: If you don't know what this is, you probably can't use it.
fi: wallops &lt;viesti&gt;: Jos et tied‰ mik‰ t‰m‰ on, sinun ei todenn‰kˆisesti tulee k‰ytt‰‰ sit‰.

source: Reply time from %s: %lu seconds
fi: Vastausaika %s:lt‰: %lu sekuntia
tr: %s cevabý süresi: %lu saniye

source: CTCP PING reply
fi: CTCP PING:n vastaus
tr: CTCP PING cevabý

source: Disconnected.
fi: Yhteys katkennut.
sk: Odpojený.
tr: Sunucu baðlantýsý kesildi

source: Server requires plaintext authentication over an unencrypted stream
fi: Palvelin vaatii salaamattoman tunnistautumisen salaamattoman yhteyden yli

source: Plaintext Authentication
fi: Tekstipohjainen tunnistus

source: This server requires plaintext authentication over an unencrypted connection. Allow this and continue authentication?
fi: T‰m‰ palvelin vaatii tekstipohjaisen tunnistautumisen salaamattoman yhteyden yli. Sallitaanko t‰m‰ ja jatketaan?

source: Server does not use any supported authentication method
fi: Palvelin ei k‰yt‰ mit‰‰n tuettuista tunnistautumismenetelmist‰

source: Invalid challenge from server
fi: Virheellinen tunnistushaaste palvelimelta

source: Full Name
fi: Koko nimi
tr: Ad

source: Family Name
fi: Sukunimi
tr: Soyad

source: Given Name
fi: Etunimi
tr: Görünen Ýsim

source: Nickname
fi: Kutsumanimi
tr: Takma Ad

source: Street Address
fi: Katuosoite
tr: Cadde

source: Extended Address
fi: Laajennettu osoite
tr: Adres (devam)

source: Locality
fi: Alue

source: Region
fi: Seutu
tr: Bölge

source: Postal Code
fi: Postinumero
tr: Posta Kodu

source: Country
fi: Maa
sk: Krajina
tr: Ülke

source: Telephone
fi: Puhelin
tr: Telefon

source: Email
fi: S‰hkˆposti
tr: E-Posta

source: Organization Name
fi: Organisaation nimi
tr: Organizasyon Adý

source: Organization Unit
fi: Organisaatioyksikkˆ

source: Role
fi: Asema

source: Birthday
fi: Syntym‰p‰iv‰
tr: Doðum Günü

source: Edit Jabber vCard
fi: Muokkaa Jabberin vCardia
tr: VCard Dosyasýný Düzenle

source: All items below are optional. Enter only the information with which you feel comfortable.
fi: Kaikki allaolevat kent‰t ovat valinnaisia. Kirjoita vain tiedot, joiden luovuttamista pid‰t sopivana.

source: Resource
fi: L‰hde
tr: Kaynak

source: Middle Name
fi: Muut etunimet
sk: Druhé meno
tr: Göbek Ad

source: Address
fi: Osoite
tr: Adres

source: P.O. Box
fi: Postilokero
tr: Posta Kutusu

source: Photo
fi: Valokuva
tr: Fotoðraf

source: Jabber Profile
fi: Jabber-profiili
tr: Jabber Profili

source: Un-hide From
fi: "Tule esiin"

source: Temporarily Hide From
fi: Piiloudu v‰liaikaisesti tuttavalta

source: Cancel Presence Notification
fi: Peruuta paikallaoloilmoitus

source: (Re-)Request authorization
fi: Pyydet‰‰n lupaa uudelleen

source: Unsubscribe
fi: Poista listalta

source: Error
fi: Virhe
sk: Chyba
tr: Hata

source: Extended Away
fi: Pidennetty poissaolo
tr: Uzun Süre Dýþarýda!

source: Do Not Disturb
fi: ƒl‰ h‰iritse
tr: Rahatsýz Etmeyin

source: _Room:
fi: _Huone:
tr: _Oda:

source: _Server:
fi: _Palvelin:
tr: Sunucu:

source: _Handle:
fi: _chat-alias:

source: %s is not a valid room name
fi: %s ei ole kelvollinen keskusteluhuoneen nimi.
tr: %s geçerli bir oda ismi deðil

source: Invalid Room Name
fi: Ep‰kelpo keskusteluhuoneen nimi
tr: Geçersiz Oda Ýsmi

source: %s is not a valid server name
fi: %s ei ole kelvollinen palvelinnimi.
tr: %s geçerli bir sunucu ismi deðil

source: Invalid Server Name
fi: Palvelimen nimi ei kelpaa
tr: Geçersiz Sunucu Ýsmi

source: %s is not a valid room handle
fi: %s ei ole kelvollinen chat-nimi (room handle)
tr: %s geçerli bir oda iþlevi deðil.

source: Invalid Room Handle
fi: Chat-alias ei kelpaa
tr: Geçersiz Oda Ýþlevi

source: Configuration error
fi: Konfigurointivirhe.
tr: Düzenleme hatasý

source: Unable to configure
fi: Ei voida konfiguroida.
tr: Düzenlenemiyor

source: Room Configuration Error
fi: Huoneen konfigurointivirhe
tr: Oda Düzenleme Hatasý

source: This room is not capable of being configured
fi: T‰t‰ huonetta ei voida konfiguroida

source: Registration error
fi: Rekisterˆintivirhe
tr: Kayýt hatasý

source: Nick changing not supported in non-MUC chatrooms
fi: Kutsumanime‰ ei voi muuttaa ei-MUC chat-huoneissa

source: Invalid Server
fi: Palvelin ei kelpaa
tr: Geçersiz Sunucu

source: Enter a Conference Server
fi: Syˆt‰ konferenssipalvelin
tr: Konferans Sunucusuna Gir

source: Select a conference server to query
fi: Valitse konferenssipalvelin

source: Find Rooms
fi: Etsi huoneita
tr: Oda Ara

source: Error initializing session
fi: Virhe session alustuksessa
tr: Sezon baþlatma hatasý

source: Write error
fi: Virhe kirjoituksessa
tr: Yazma hatasý

source: Read Error
fi: Ep‰kelpo k‰ytt‰j‰
tr: Okuma hatasý

source: Invalid Jabber ID
fi: Ep‰kelpo Jabber I.D.
tr: Geçersiz Jabber ID

source: Unable to create socket
fi: Socketin luonti ep‰onnistui
tr: Baðlantý açýlamýyor

source: Registration of %s@%s successful
fi: %s@%s:n rekisterˆinti onnistui
tr: %s@%s kayýdý tamamlandý

source: Registration Successful
fi: Rekisterˆinti onnistui
tr: Kayýt Tamamlandý

source: Unknown Error
fi: Tuntematon virhe
tr: Bilinmeyen Hata

source: Registration Failed
fi: Rekisterˆinti ep‰onnistui
tr: Kayýt Tamamlanamadý!

source: Already Registered
fi: Valmiiksi rekisterˆity
tr: Zaten Kayýtlý

source: Password
fi: Salasana
sk: Heslo
tr: Þifre

source: E-Mail
fi: S‰hkˆposti
tr: E-Posta

source: State
fi: L‰‰ni
sk: ©tát

source: Phone
fi: Puhelin
tr: Telefon

source: Date
fi: Ajankohta
sk: Dátum
tr: Tarih

source: Please fill out the information below to register your new account.
fi: Syˆt‰ alla olevat tiedot rekisterˆid‰ksesi uuden tilin.
tr: Kaydolmak için aþaðýdaki bilgileri tamamlayýn.

source: Register New Jabber Account
fi: Rekisterˆi uusi Jabber-tili
tr: Yeni Jabber Hesabý Oluþtur

source: Initializing Stream
fi: Alustetaan datavirta(stream)

source: Authenticating
fi: Todennetaan
tr: Belgeleniyor

source: Re-initializing Stream
fi: Uudelleenalustetaan datavirta(stream)

source: Not Authorized
fi: Ei valtuuksia
tr: Yetki Verilmedi

source: Both
fi: molemmille

source: From (To pending)
fi: vain sinulle (odottaa lupaa)

source: From
fi: vain sinulle
tr: Kimden

source: To
fi: vain sinulta
tr: Kime

source: None (To pending)
fi: Ei mit‰‰n (odottaa lupaa)

source: Subscription
fi: Tilailmoitus

source: Password Changed
fi: Salasana muutettu
tr: Þifre baþarýyla deðiþtirildi

source: Your password has been changed.
fi: Salasana vaihdettu

source: Error changing password
fi: Virhe vaihdettaessa salasanaa
tr: Þifre deðiþtirilirken hata

source: Password (again)
fi: Salasana (uudelleen)
tr: Yeni þifre (tekrar)

source: Change Jabber Password
fi: Vaihda Jabber-salasanaa
tr: Jabber Þifresini Deðiþtir

source: Please enter your new password
fi: Anna uusi salasanasi
tr: Yeni þifrenizi girin

source: Set User Info
fi: Aseta k‰ytt‰j‰tiedot
tr: Kullanýcý Bilgisini Deðiþtir

source: Bad Request
fi: Virheellinen pyyntˆ
tr: Kötü Ýstek

source: Conflict
fi: Ristiriita
tr: Çeliþki

source: Feature Not Implemented
fi: Ominaisuutta ei ole implementoitu.
tr: Özellik Eklenmedi

source: Forbidden
fi: Estetty

source: Gone
fi: Poistunut
tr: Gitti

source: Internal Server Error
fi: Sis‰inen palvelinvirhe
tr: Yerel Sunucu Hatasý

source: Item Not Found
fi: Kohdetta ei lˆytynyt
tr: Nesne Bulunamadý

source: Malformed Jabber ID
fi: Ep‰kelpo Jabber I.D.

source: Not Acceptable
fi: Ei hyv‰ksytt‰v‰
tr: Kabul Edilebilir Deðil

source: Not Allowed
fi: Ei sallittu
tr: Ýzinsiz

source: Payment Required
fi: Vaatii maksun
tr: Ödeme Gerekli

source: Recipient Unavailable
fi: Vastaanottaja ei saatavilla.
tr: Geçersiz Alýcý

source: Registration Required
fi: Vaatii rekisterˆinnin
tr: Kayýt Gerekli

source: Remote Server Not Found
fi: Palvelinta ei lˆytynyt
tr: Uzak Sunucu Bulunamadý

source: Remote Server Timeout
fi: Palvelin aikakatkaisi
tr: Uzak Sunucu Zamanaþýmýna Uðradý

source: Server Overloaded
fi: Palvelin ylikuormitettu
tr: Yeni Sunucu

source: Service Unavailable
fi: Palvelu ei k‰ytett‰viss‰
tr: Geçersiz Sunucu

source: Subscription Required
fi: Vaatii tilailmoitukset
tr: Kayýt Gerekli

source: Unexpected Request
fi: Odottamaton pyyntˆ
tr: Beklenmeyen Ýstek

source: Authorization Aborted
fi: Valtuutus keskeytetty

source: Incorrect encoding in authorization
fi: V‰‰r‰ koodaus valtuutusviestiss‰

source: Invalid authzid
fi: Ep‰kelpo authzid

source: Invalid Authorization Mechanism
fi: Ep‰kelpo tunnistautumismekanismi

source: Authorization mechanism too weak
fi: Tunnistautumismekanismi liian heikko

source: Temporary Authentication Failure
fi: V‰liaikainen todennusvirhe
tr: Geçici Olarak Kimlik Denetimi Baþarýsýz

source: Authentication Failure
fi: Todennus ep‰onnistui
tr: Kimlik Denetimi Hatasý

source: Bad Format
fi: V‰‰r‰ formaatti
tr: Kötü Format

source: Bad Namespace Prefix
fi: V‰‰r‰ nimiavaruuden etuliite

source: Resource Conflict
fi: L‰hde(resource)-konflikti
tr: Kaynak Çeliþkisi

source: Connection Timeout
fi: Ei yhteytt‰ m‰‰r‰ajassa
tr: Baðlantý Zamanaþýmýna Uðradý

source: Host Gone
fi: Verkkois‰nt‰ kadonnut
tr: Sunucu Gitti

source: Host Unknown
fi: Tuntematon is‰nt‰
tr: Bilinmeyen Sunucu

source: Improper Addressing
fi: V‰‰r‰nlainen osoitus

source: Invalid ID
fi: Ep‰kelpo ID
tr: Geçersiz ID

source: Invalid Namespace
fi: V‰‰r‰ nimiavaruus

source: Invalid XML
fi: Ep‰kelpo XML
tr: Geçersiz XML

source: Non-matching Hosts
fi: Verkkois‰nn‰t eiv‰t t‰sm‰‰
